<unk>	0
<s>	0
</s>	0
▁the	-3.01931
.	-3.16895
▁a	-3.69588
▁and	-3.74568
▁of	-3.85424
▁to	-3.92458
s	-3.96255
'	-4.00237
▁is	-4.17016
▁it	-4.236
▁i	-4.28948
▁in	-4.2932
▁this	-4.46605
▁that	-4.55087
▁was	-4.92231
▁movie	-4.97017
-	-5.01331
▁for	-5.03977
t	-5.05142
▁with	-5.05995
▁as	-5.09068
▁but	-5.09839
▁film	-5.10307
▁you	-5.25406
▁	-5.2559
▁on	-5.2962
▁(	-5.39019
▁not	-5.41029
▁are	-5.44817
▁he	-5.47948
▁have	-5.48683
▁be	-5.5012
▁his	-5.50361
▁one	-5.50421
)	-5.63029
▁all	-5.66037
▁they	-5.72083
▁at	-5.72473
▁by	-5.73754
▁an	-5.75192
▁so	-5.78848
▁who	-5.8065
▁like	-5.81135
▁from	-5.82593
▁there	-5.91204
▁just	-5.94689
▁about	-5.97809
▁her	-5.98569
▁out	-5.98701
▁or	-5.98842
▁if	-5.99246
▁has	-6.01668
▁what	-6.04897
▁some	-6.06689
▁good	-6.08299
!	-6.10899
▁can	-6.11861
?	-6.13072
▁very	-6.17158
▁more	-6.18259
▁when	-6.19701
▁she	-6.24509
▁my	-6.25669
▁no	-6.27804
▁time	-6.27906
▁up	-6.28904
▁would	-6.2993
▁even	-6.31163
ing	-6.34484
▁see	-6.34517
▁really	-6.34642
▁story	-6.35124
▁me	-6.35303
▁only	-6.3723
▁their	-6.40315
▁had	-6.41073
▁were	-6.44776
▁which	-6.46152
▁well	-6.46193
▁we	-6.46314
▁-	-6.52619
▁much	-6.54589
▁than	-6.56082
▁do	-6.56405
...	-6.56545
▁bad	-6.56549
▁get	-6.56616
▁great	-6.57395
▁other	-6.59087
▁people	-6.59098
▁will	-6.59977
▁been	-6.60479
▁don	-6.60978
▁also	-6.64181
▁how	-6.64183
▁first	-6.64472
▁because	-6.64525
d	-6.65175
:	-6.65336
▁into	-6.6613
▁most	-6.67054
▁him	-6.69239
▁make	-6.71537
▁made	-6.72266
▁way	-6.74278
▁could	-6.75685
▁then	-6.76632
▁too	-6.78002
▁them	-6.80139
▁any	-6.80176
▁think	-6.80503
ed	-6.8256
▁watch	-6.82779
m	-6.82788
▁after	-6.83274
▁characters	-6.84915
▁movies	-6.86535
▁character	-6.86612
▁seen	-6.88285
▁plot	-6.90037
▁love	-6.90545
▁many	-6.91204
▁acting	-6.91523
▁show	-6.92061
▁two	-6.92693
▁being	-6.94356
ly	-6.9442
▁never	-6.95186
▁'	-6.95225
▁know	-6.95336
▁best	-6.95479
▁over	-6.96026
▁did	-6.96771
▁little	-6.97657
▁life	-6.981
▁ever	-6.99237
▁where	-6.99653
▁films	-7.00865
▁its	-7.02165
▁your	-7.03707
▁better	-7.04157
ve	-7.04394
▁man	-7.06015
▁off	-7.06504
▁does	-7.07201
▁end	-7.07662
▁say	-7.09909
re	-7.11597
▁still	-7.11628
▁here	-7.12093
▁scene	-7.1308
).	-7.14514
▁these	-7.15998
▁go	-7.1662
▁why	-7.18357
▁scenes	-7.1908
▁while	-7.20968
▁should	-7.21039
▁something	-7.21188
▁back	-7.23382
▁such	-7.24636
▁through	-7.24827
▁thing	-7.25478
▁watching	-7.25735
▁real	-7.2649
▁those	-7.27925
▁funny	-7.30234
▁actors	-7.30692
▁didn	-7.31283
▁now	-7.31428
▁doesn	-7.31962
▁years	-7.3449
the	-7.35377
/	-7.35661
▁work	-7.36291
i	-7.3676
▁lot	-7.36952
▁look	-7.37034
▁find	-7.37481
▁actually	-7.376
▁director	-7.38174
▁another	-7.3853
▁nothing	-7.38722
▁before	-7.39232
▁though	-7.39255
▁new	-7.39266
▁old	-7.39274
▁going	-7.40739
y	-7.41109
a	-7.41169
▁same	-7.4143
▁every	-7.41936
▁few	-7.42269
▁part	-7.42794
▁big	-7.42873
▁makes	-7.43225
▁cast	-7.45609
▁again	-7.46099
▁want	-7.47463
▁world	-7.49208
▁pretty	-7.4965
▁horror	-7.52053
▁down	-7.52142
▁quite	-7.5221
ll	-7.53166
▁us	-7.53297
▁thought	-7.53861
▁got	-7.54431
▁young	-7.54596
▁things	-7.54834
▁take	-7.55886
and	-7.55974
▁give	-7.56377
▁fact	-7.56565
▁around	-7.5662
▁long	-7.57338
e	-7.57501
▁enough	-7.57881
▁seems	-7.58261
▁however	-7.58819
▁saw	-7.6076
▁must	-7.62015
▁comedy	-7.62542
▁music	-7.62718
▁right	-7.62745
▁may	-7.62991
▁action	-7.63606
▁own	-7.63844
▁both	-7.63891
▁come	-7.64725
▁role	-7.6498
▁between	-7.65077
▁original	-7.65457
▁guy	-7.65631
▁always	-7.66181
▁isn	-7.66314
▁series	-7.66421
▁interesting	-7.66605
▁without	-7.67311
▁&	-7.67358
▁script	-7.68005
▁far	-7.68053
▁whole	-7.68234
▁bit	-7.68976
▁least	-7.69319
▁almost	-7.69525
▁point	-7.69705
▁done	-7.70221
▁feel	-7.7105
▁times	-7.71246
▁minutes	-7.72781
▁family	-7.72903
▁last	-7.73171
▁gets	-7.73549
▁am	-7.74212
▁might	-7.74725
▁anything	-7.75585
▁since	-7.77061
▁kind	-7.772
▁fun	-7.77586
▁performance	-7.77935
▁tv	-7.78329
▁girl	-7.79097
▁worst	-7.79675
▁probably	-7.80304
▁anyone	-7.80971
▁away	-7.82354
▁hard	-7.82658
▁sure	-7.82744
▁found	-7.83918
▁dvd	-7.85133
▁woman	-7.85471
▁believe	-7.86079
▁each	-7.86751
in	-7.8703
▁yet	-7.8705
▁day	-7.87293
▁rather	-7.87475
▁making	-7.88627
▁book	-7.91363
▁worth	-7.92215
▁put	-7.92337
▁our	-7.92447
▁trying	-7.92494
▁ending	-7.92617
▁course	-7.92745
▁having	-7.92864
▁screen	-7.93774
▁let	-7.94162
▁set	-7.94217
--	-7.94553
▁everything	-7.9462
▁actor	-7.95243
▁watched	-7.95385
▁goes	-7.95787
▁sense	-7.96245
▁different	-7.96489
▁played	-7.96869
▁place	-7.9689
▁money	-7.96987
▁reason	-7.9719
▁job	-7.97559
▁main	-7.97567
▁play	-7.9778
▁someone	-7.97844
▁wasn	-7.98318
▁three	-7.98671
▁looking	-7.98836
▁maybe	-7.98998
▁true	-7.99329
▁everyone	-7.99674
▁effects	-8.00007
▁comes	-8.00269
▁especially	-8.00379
▁once	-8.00468
▁shows	-8.01779
▁high	-8.01835
▁although	-8.01848
▁together	-8.02232
▁special	-8.0344
▁war	-8.04603
▁fan	-8.0481
▁seem	-8.04976
▁plays	-8.05075
▁looks	-8.05144
er	-8.0516
▁black	-8.05226
▁half	-8.05319
▁beautiful	-8.05567
▁audience	-8.0582
▁excellent	-8.05823
▁night	-8.0603
▁instead	-8.06139
▁said	-8.06406
▁seeing	-8.06511
▁american	-8.06548
▁2	-8.06745
▁during	-8.07791
▁idea	-8.07983
▁version	-8.08131
▁left	-8.09191
▁later	-8.09748
▁mind	-8.10251
▁else	-8.11198
▁short	-8.11258
(	-8.1142
▁john	-8.12026
▁takes	-8.12158
▁shot	-8.12305
▁year	-8.12479
▁death	-8.12945
▁wife	-8.13193
▁himself	-8.13648
▁poor	-8.13749
▁nice	-8.1416
▁house	-8.14274
▁father	-8.14884
▁read	-8.15051
▁enjoy	-8.1518
▁star	-8.15662
▁second	-8.15813
▁home	-8.16133
▁along	-8.16443
▁completely	-8.16748
▁boring	-8.16963
▁low	-8.17661
▁simply	-8.18548
▁10	-8.18922
▁used	-8.19012
▁men	-8.19874
▁kids	-8.20057
▁classic	-8.20219
▁help	-8.20262
▁hollywood	-8.20529
▁stupid	-8.20592
▁line	-8.20847
▁need	-8.2104
▁recommend	-8.21118
▁wrong	-8.21275
▁friends	-8.21676
▁try	-8.21786
or	-8.21995
it	-8.2257
▁either	-8.22878
▁school	-8.23109
▁rest	-8.23321
▁production	-8.23353
▁camera	-8.2405
▁women	-8.24073
▁dead	-8.24263
▁less	-8.24275
▁use	-8.24336
▁full	-8.24723
▁start	-8.24831
▁couple	-8.25101
▁mean	-8.25242
▁truly	-8.25595
▁given	-8.26177
▁remember	-8.26354
▁awful	-8.26481
▁performances	-8.26614
▁video	-8.26682
▁terrible	-8.2673
▁understand	-8.26945
▁tell	-8.27038
▁top	-8.27094
▁--	-8.27231
▁sex	-8.27792
▁next	-8.27943
▁until	-8.27952
▁budget	-8.28781
▁came	-8.29296
o	-8.29412
▁won	-8.29973
▁keep	-8.307
▁getting	-8.30817
▁wonderful	-8.30877
▁b	-8.3128
▁episode	-8.31397
▁person	-8.31869
▁sound	-8.32219
▁head	-8.3298
▁mother	-8.33081
▁moments	-8.33356
▁laugh	-8.33689
▁definitely	-8.33999
▁small	-8.3405
▁name	-8.34376
n	-8.35121
▁piece	-8.35128
▁dialogue	-8.35155
▁itself	-8.35429
▁perfect	-8.35959
▁face	-8.36543
▁human	-8.36959
▁couldn	-8.37054
▁playing	-8.37308
▁absolutely	-8.37652
▁boy	-8.37852
▁children	-8.3792
▁perhaps	-8.38151
▁waste	-8.38337
▁live	-8.3848
▁doing	-8.38507
▁title	-8.3897
▁went	-8.39283
▁entertaining	-8.39653
▁worse	-8.3974
▁stars	-8.39853
▁early	-8.39905
▁hope	-8.39953
▁lines	-8.40058
▁friend	-8.40103
▁cinema	-8.40145
▁case	-8.40259
▁liked	-8.40373
▁often	-8.40431
▁loved	-8.40536
▁picture	-8.41971
▁sort	-8.42197
▁under	-8.42706
▁certainly	-8.42872
▁style	-8.43284
▁felt	-8.44093
▁overall	-8.44449
▁finally	-8.44521
▁gives	-8.45149
▁3	-8.4568
▁supposed	-8.45744
▁dark	-8.45769
▁written	-8.45779
▁beginning	-8.45918
▁direction	-8.45952
▁several	-8.4615
▁mr	-8.46163
▁lost	-8.4623
▁humor	-8.46527
▁become	-8.4666
▁problem	-8.46725
▁care	-8.46915
▁entire	-8.47208
▁drama	-8.47723
▁game	-8.48291
▁lead	-8.48372
▁others	-8.48706
▁totally	-8.48769
▁white	-8.4905
▁guys	-8.49211
▁based	-8.49242
▁seemed	-8.49245
▁guess	-8.4967
▁oh	-8.50115
▁yes	-8.50836
▁turn	-8.50933
▁car	-8.51163
▁evil	-8.51533
▁fans	-8.52384
▁example	-8.52715
▁wanted	-8.5273
▁flick	-8.52783
▁horrible	-8.52917
▁lives	-8.53954
▁heart	-8.5402
▁against	-8.54158
▁son	-8.54484
▁throughout	-8.54731
▁quality	-8.55011
▁killer	-8.55121
▁fine	-8.55148
▁amazing	-8.55151
▁already	-8.55333
▁final	-8.55506
▁called	-8.55519
▁today	-8.55526
▁writing	-8.5602
▁side	-8.56561
▁1	-8.57211
▁history	-8.57429
▁unfortunately	-8.57534
▁enjoyed	-8.57584
▁despite	-8.57613
▁able	-8.57914
▁favorite	-8.58211
▁re	-8.58629
as	-8.58937
▁kid	-8.59294
▁close	-8.59385
▁days	-8.59456
▁run	-8.59632
▁gave	-8.5969
▁past	-8.59731
▁expect	-8.59756
▁art	-8.59763
▁town	-8.59821
▁act	-8.60444
▁stuff	-8.60806
▁becomes	-8.60928
▁god	-8.61131
▁child	-8.61238
▁matter	-8.61306
▁viewer	-8.61349
▁kill	-8.61908
▁etc	-8.62087
th	-8.62849
▁brilliant	-8.62864
▁michael	-8.62958
r	-8.6322
▁tries	-8.63228
▁genre	-8.63787
but	-8.64295
▁hand	-8.64561
▁myself	-8.65402
▁wants	-8.65639
▁slow	-8.65723
▁late	-8.66122
▁actress	-8.67036
▁highly	-8.67092
▁eyes	-8.67297
▁behind	-8.67379
▁girls	-8.67571
▁parts	-8.6767
▁city	-8.67686
▁thinking	-8.67712
▁anyway	-8.67855
▁un	-8.67918
▁turns	-8.67947
▁decent	-8.68152
▁group	-8.68585
▁soon	-8.68628
▁strong	-8.68695
▁works	-8.68759
▁killed	-8.69026
▁sometimes	-8.69059
▁directed	-8.69215
▁themselves	-8.69248
▁obviously	-8.70031
▁feeling	-8.70116
▁blood	-8.70121
▁hour	-8.7034
▁heard	-8.70345
es	-8.7039
man	-8.70519
▁voice	-8.70562
▁daughter	-8.70804
▁fight	-8.70939
▁crap	-8.7094
▁experience	-8.70976
on	-8.71308
g	-8.71486
▁self	-8.71568
▁took	-8.72193
▁type	-8.72457
▁cool	-8.72482
▁)	-8.72502
▁happen	-8.72782
▁wonder	-8.7303
▁starts	-8.73176
▁murder	-8.73187
▁hilarious	-8.73774
▁chance	-8.73898
▁score	-8.73919
▁hit	-8.73965
▁ok	-8.73969
▁happens	-8.74513
▁coming	-8.74631
▁wouldn	-8.74655
▁stop	-8.74794
▁lack	-8.75019
▁hell	-8.75082
▁extremely	-8.75277
▁looked	-8.75627
▁involved	-8.75673
▁leave	-8.75678
▁simple	-8.75686
▁please	-8.7598
▁stories	-8.7613
▁told	-8.76329
▁moment	-8.76361
▁save	-8.76413
al	-8.76427
up	-8.76563
▁ago	-8.76973
▁brother	-8.77041
▁violence	-8.77174
!!	-8.77531
k	-8.77655
▁song	-8.77659
▁happened	-8.78017
▁cannot	-8.78356
▁writer	-8.78633
▁attempt	-8.78756
▁complete	-8.78767
to	-8.78922
▁huge	-8.79345
▁wish	-8.7944
▁obvious	-8.79627
▁gore	-8.79635
▁sad	-8.80013
▁serious	-8.80155
▁living	-8.80159
▁police	-8.80244
▁age	-8.80458
▁seriously	-8.80857
▁husband	-8.81045
▁de	-8.81127
▁interest	-8.81252
▁cut	-8.81355
c	-8.81713
▁yourself	-8.81842
▁roles	-8.81869
▁cinematography	-8.81951
▁jokes	-8.82253
▁shown	-8.82773
▁annoying	-8.83081
▁talent	-8.83091
▁career	-8.83212
▁released	-8.83288
▁...	-8.83675
▁except	-8.83694
▁taken	-8.83704
▁hero	-8.83811
▁opinion	-8.83902
▁david	-8.83983
▁english	-8.84174
ness	-8.84566
▁documentary	-8.84584
▁call	-8.84828
▁number	-8.85005
▁none	-8.85075
▁relationship	-8.85235
▁known	-8.85325
▁ridiculous	-8.85542
▁particularly	-8.85588
▁alone	-8.85664
▁hours	-8.85691
▁light	-8.85865
▁usually	-8.85876
▁disappointed	-8.86004
▁view	-8.86034
▁saying	-8.86098
▁order	-8.86148
▁across	-8.8618
▁exactly	-8.86245
▁rating	-8.86264
▁reality	-8.86375
▁says	-8.8647
▁word	-8.86774
▁robert	-8.87211
▁usual	-8.87289
▁started	-8.87412
▁cheap	-8.87561
▁james	-8.8758
▁female	-8.87648
▁possible	-8.87862
▁scary	-8.88272
▁major	-8.88377
▁change	-8.88665
▁silly	-8.88732
▁ten	-8.88847
▁non	-8.89033
▁opening	-8.89044
▁country	-8.89147
▁attention	-8.892
▁running	-8.89332
▁body	-8.89393
▁knew	-8.89553
▁middle	-8.89674
▁beyond	-8.89914
▁power	-8.90484
▁jack	-8.90655
▁strange	-8.90854
▁level	-8.90985
▁miss	-8.91121
▁among	-8.91246
▁four	-8.9135
▁television	-8.91539
▁somewhat	-8.91852
▁happy	-8.92223
▁important	-8.92241
▁4	-8.92249
▁5	-8.92255
▁novel	-8.92338
▁single	-8.92513
▁turned	-8.92513
▁musical	-8.92537
ther	-8.92771
▁due	-8.92773
▁o	-8.92777
▁local	-8.92811
▁taking	-8.92966
▁shots	-8.93069
like	-8.9314
▁basically	-8.9325
▁dialog	-8.93447
▁modern	-8.93449
▁words	-8.93728
▁add	-8.93829
▁predictable	-8.94116
▁room	-8.9413
▁near	-8.94136
which	-8.9446
▁talking	-8.9486
▁earth	-8.9526
!!!	-8.95371
▁fast	-8.95396
▁soundtrack	-8.9549
▁whose	-8.95788
▁king	-8.95828
▁dull	-8.96055
▁clich	-8.96318
▁enjoyable	-8.96389
fi	-8.96423
▁mostly	-8.96602
▁french	-8.96686
▁subject	-8.96979
▁review	-8.97036
▁entertainment	-8.97147
▁episodes	-8.97469
▁die	-8.9747
▁clearly	-8.97813
▁british	-8.97919
▁hate	-8.97992
▁20	-8.98121
▁haven	-8.98137
*	-8.98287
▁aren	-8.98342
▁future	-8.98499
▁talk	-8.98529
▁apparently	-8.98548
▁problems	-8.98561
▁team	-8.98587
▁eye	-8.98594
▁romantic	-8.98628
▁thriller	-8.98671
▁sequel	-8.98682
▁straight	-8.98923
▁comic	-8.98939
▁events	-8.99575
▁upon	-8.99586
▁including	-8.99986
▁message	-9.0002
▁storyline	-9.00058
▁songs	-9.00068
▁space	-9.00269
▁*	-9.00411
▁bring	-9.00454
▁surprised	-9.00641
▁mention	-9.01079
▁above	-9.01265
▁bunch	-9.01528
▁ends	-9.01644
▁theater	-9.01715
▁monster	-9.01727
▁supporting	-9.01887
▁similar	-9.02102
▁moving	-9.02239
▁five	-9.02385
▁buy	-9.02625
▁dr	-9.02678
who	-9.02991
▁clear	-9.03047
▁sequence	-9.03094
▁sister	-9.03243
▁easily	-9.03425
▁whe	-9.03442
▁fall	-9.03618
▁doubt	-9.0366
▁rent	-9.03769
▁rock	-9.03956
▁stand	-9.04012
▁avoid	-9.04201
▁suspense	-9.04428
▁stay	-9.04487
▁george	-9.04665
▁effort	-9.0476
▁giving	-9.0494
!)	-9.05064
▁tried	-9.05081
▁parents	-9.05233
▁easy	-9.05566
▁certain	-9.056
▁falls	-9.05751
▁release	-9.05789
▁tells	-9.05815
▁dog	-9.06061
▁oscar	-9.06264
▁theme	-9.06611
▁finds	-9.06612
▁viewing	-9.06618
▁fantastic	-9.06669
▁check	-9.06699
▁showing	-9.06702
▁comments	-9.06745
▁sit	-9.06845
▁lady	-9.06911
▁kept	-9.07033
▁deal	-9.07347
▁imagine	-9.07623
▁material	-9.08023
▁tale	-9.08447
l	-9.08504
an	-9.08517
▁class	-9.08541
▁sets	-9.08615
▁editing	-9.08627
▁sorry	-9.08934
▁greatest	-9.09002
▁realistic	-9.09056
▁decided	-9.09125
▁feature	-9.0926
▁filmed	-9.0927
▁working	-9.09474
▁follow	-9.09703
▁gone	-9.0973
▁typical	-9.09967
▁needs	-9.10003
▁appears	-9.10098
▁move	-9.10413
▁red	-9.10474
▁believable	-9.10642
▁knows	-9.10734
▁within	-9.10853
▁hear	-9.10952
▁mystery	-9.1102
▁lots	-9.11084
▁wait	-9.11167
▁okay	-9.11247
▁hot	-9.11379
▁famous	-9.11383
▁forget	-9.11384
▁weak	-9.1148
▁animation	-9.11622
▁lame	-9.11703
▁f	-9.11703
he	-9.11754
▁reviews	-9.11788
▁general	-9.11803
▁premise	-9.11843
▁crime	-9.1194
▁doctor	-9.12086
▁using	-9.12552
▁nearly	-9.12982
▁period	-9.13003
▁named	-9.13015
▁actual	-9.13285
▁viewers	-9.13329
▁elements	-9.13649
▁imdb	-9.13856
▁peter	-9.13909
▁surprise	-9.14412
▁gay	-9.14649
▁d	-9.1472
▁season	-9.14822
▁shame	-9.14924
▁average	-9.15007
▁brought	-9.15058
▁co	-9.15345
▁somehow	-9.15349
▁richard	-9.15589
▁atmosphere	-9.15599
▁deep	-9.15758
▁learn	-9.15783
▁poorly	-9.15786
▁america	-9.15871
▁sci	-9.16087
▁open	-9.16169
▁dance	-9.16763
▁spend	-9.1682
▁figure	-9.16934
▁expected	-9.17029
▁la	-9.17035
▁box	-9.1762
▁york	-9.17816
▁killing	-9.18007
▁herself	-9.18035
▁romance	-9.18107
▁leads	-9.18269
▁paul	-9.1831
▁truth	-9.18325
▁comment	-9.18444
▁means	-9.18791
▁weird	-9.19047
▁air	-9.19049
▁situation	-9.1915
▁sequences	-9.19198
▁crew	-9.19372
▁third	-9.19611
▁reading	-9.19877
▁write	-9.20119
▁particular	-9.20236
▁c	-9.20291
p	-9.20316
▁cheesy	-9.20579
▁minute	-9.20615
▁form	-9.20765
▁street	-9.20794
▁superb	-9.20803
▁free	-9.20862
▁begins	-9.20963
ers	-9.21072
▁western	-9.21215
this	-9.21264
▁points	-9.21373
▁pay	-9.21843
▁difficult	-9.21976
▁feels	-9.22406
▁male	-9.22414
▁became	-9.2254
▁cop	-9.22786
▁dumb	-9.2304
▁society	-9.23125
▁masterpiece	-9.2322
▁begin	-9.23269
▁otherwise	-9.23399
▁copy	-9.23498
▁interested	-9.23698
▁whatever	-9.23761
▁eventually	-9.23796
▁lee	-9.23913
▁dream	-9.23913
▁footage	-9.23952
▁indeed	-9.24047
▁potential	-9.24122
▁possibly	-9.24223
▁mess	-9.24345
▁meet	-9.24367
▁19	-9.2461
▁disney	-9.24714
▁island	-9.24717
▁needed	-9.24768
▁boys	-9.24783
▁forced	-9.24978
▁total	-9.25011
▁sexual	-9.254
▁!	-9.25483
▁question	-9.25486
▁beauty	-9.25559
▁water	-9.25584
▁stage	-9.25623
▁joke	-9.25686
▁nor	-9.25686
▁screenplay	-9.25795
▁effect	-9.25795
▁memorable	-9.25897
▁fire	-9.25957
▁badly	-9.26477
▁emotional	-9.26503
▁previous	-9.26917
▁result	-9.26989
▁incredibly	-9.27028
▁credits	-9.27127
▁plus	-9.27225
not	-9.27357
▁features	-9.2738
▁realize	-9.27462
▁laughs	-9.27519
▁plain	-9.27715
of	-9.27969
▁admit	-9.27972
▁cover	-9.2804
▁personal	-9.28225
▁leaves	-9.28292
▁note	-9.28347
▁agree	-9.28378
▁forward	-9.28499
▁background	-9.28618
▁bill	-9.28647
▁perfectly	-9.28649
▁front	-9.28673
▁ways	-9.28678
▁baby	-9.28773
▁acted	-9.28783
▁nature	-9.2916
▁crazy	-9.29298
▁setting	-9.29374
if	-9.2945
▁development	-9.29512
▁plenty	-9.29557
for	-9.29987
▁meets	-9.30056
▁creepy	-9.301
▁unless	-9.30154
▁directing	-9.3038
▁cat	-9.30422
▁hands	-9.30452
▁quickly	-9.30497
en	-9.30537
▁rich	-9.30624
▁mark	-9.30834
▁u	-9.31046
▁worked	-9.3111
▁unique	-9.31141
▁wasted	-9.31531
▁battle	-9.31722
▁keeps	-9.31839
▁girlfriend	-9.31924
so	-9.31966
▁inside	-9.32117
▁break	-9.32207
est	-9.32228
0	-9.32242
▁business	-9.32576
▁earlier	-9.32702
▁japanese	-9.32714
▁fairly	-9.32777
▁ask	-9.32864
▁gun	-9.32898
▁older	-9.32929
▁spent	-9.32983
▁appear	-9.33105
no	-9.33215
▁towards	-9.33241
▁sounds	-9.33324
▁large	-9.3345
▁powerful	-9.33551
▁cute	-9.33781
▁writers	-9.33792
▁expecting	-9.33988
out	-9.34054
▁deserves	-9.34184
▁following	-9.34307
▁dramatic	-9.34399
?)	-9.3447
▁portrayed	-9.3451
▁leading	-9.34877
le	-9.34894
▁fails	-9.35047
▁cartoon	-9.35087
▁twist	-9.35149
▁laughing	-9.35499
▁van	-9.35577
▁flat	-9.35792
▁recently	-9.35845
▁various	-9.36428
▁italian	-9.36438
▁clever	-9.36705
▁era	-9.36771
▁odd	-9.36921
▁talented	-9.37106
▁t	-9.37135
▁pace	-9.37164
▁zombie	-9.37342
▁german	-9.37362
▁present	-9.37528
▁caught	-9.37573
▁remake	-9.37638
▁mad	-9.37702
▁secret	-9.37711
▁joe	-9.37781
▁apart	-9.37924
▁hair	-9.38097
▁brings	-9.38118
▁missing	-9.38144
▁band	-9.38201
▁villain	-9.38238
▁super	-9.38371
▁create	-9.38561
▁success	-9.38581
▁pure	-9.38658
is	-9.38754
▁nudity	-9.39034
▁fighting	-9.39301
h	-9.39316
▁focus	-9.39602
▁list	-9.39654
▁hardly	-9.39682
▁store	-9.39689
▁incredible	-9.39921
▁party	-9.39978
▁public	-9.40057
▁ex	-9.40059
▁hold	-9.40128
▁tom	-9.40138
▁return	-9.4037
▁meant	-9.40397
▁manages	-9.40564
▁brain	-9.4057
1	-9.40654
▁reasons	-9.40735
▁ended	-9.40848
▁train	-9.40941
▁sweet	-9.41112
▁missed	-9.41171
▁casting	-9.41248
▁whom	-9.41607
▁fantasy	-9.4161
f	-9.41636
▁escape	-9.41753
▁appreciate	-9.41763
▁political	-9.41926
▁unlike	-9.41944
▁value	-9.42016
▁william	-9.42078
▁married	-9.42316
▁bored	-9.42342
▁g	-9.42368
▁anti	-9.4246
▁waiting	-9.42472
▁outside	-9.42477
▁visual	-9.42521
▁telling	-9.42585
▁members	-9.43135
one	-9.43359
▁attempts	-9.43363
▁college	-9.43515
▁cold	-9.43644
▁speak	-9.4386
3	-9.44086
▁science	-9.44138
▁rate	-9.44173
▁company	-9.44228
▁sick	-9.4445
▁trouble	-9.44451
▁8	-9.44475
▁channel	-9.44488
▁30	-9.44585
▁state	-9.44774
▁fit	-9.44813
▁credit	-9.45229
▁scott	-9.45243
??	-9.45329
b	-9.45382
▁created	-9.45402
▁recommended	-9.45426
▁considering	-9.45439
▁portrayal	-9.45754
▁further	-9.45773
▁familiar	-9.45777
at	-9.45787
▁christmas	-9.45884
▁office	-9.45906
▁match	-9.45993
▁slightly	-9.46019
▁wrote	-9.4602
▁common	-9.46097
▁filmmakers	-9.46117
gest	-9.46141
▁sadly	-9.4619
▁tension	-9.46282
▁convincing	-9.46417
▁consider	-9.46843
▁sub	-9.46924
▁fake	-9.47136
▁choice	-9.47362
▁died	-9.4738
▁directors	-9.47453
▁amount	-9.47469
▁language	-9.47477
▁p	-9.47501
▁dancing	-9.47796
▁awesome	-9.47895
▁trash	-9.4798
▁project	-9.48012
▁fear	-9.48162
▁ideas	-9.48221
▁intelligent	-9.48331
▁pathetic	-9.48525
▁produced	-9.48635
▁popular	-9.48738
▁master	-9.48768
▁7	-9.48918
▁century	-9.48977
time	-9.49047
▁amusing	-9.49079
▁camp	-9.49168
▁concept	-9.49315
▁exciting	-9.49387
▁gang	-9.49547
▁bizarre	-9.49602
▁garbage	-9.49709
▁neither	-9.49932
▁mentioned	-9.50012
▁compared	-9.50019
▁pointless	-9.50171
▁basic	-9.50415
▁ben	-9.50431
▁social	-9.50742
▁glad	-9.50796
▁force	-9.50957
▁pick	-9.51352
▁decide	-9.51436
▁former	-9.51452
▁studio	-9.51503
▁positive	-9.51554
▁spirit	-9.51778
▁alive	-9.51783
▁impressive	-9.51794
▁younger	-9.52034
▁decides	-9.52034
▁entirely	-9.52173
▁win	-9.52226
▁solid	-9.52453
▁follows	-9.52468
▁situations	-9.52539
▁walk	-9.52579
▁violent	-9.52597
▁producers	-9.52657
▁respect	-9.52686
▁post	-9.52923
▁humour	-9.53014
▁15	-9.53139
▁r	-9.53233
▁road	-9.53288
▁track	-9.53428
ie	-9.53489
able	-9.53744
▁cause	-9.53756
be	-9.53902
▁filled	-9.53918
▁drug	-9.53958
▁honest	-9.53987
▁moves	-9.54019
with	-9.54039
w	-9.54113
ic	-9.54351
▁week	-9.54465
▁bought	-9.54481
....	-9.545
v	-9.54541
▁brothers	-9.54552
▁disturbing	-9.54609
▁successful	-9.54619
▁depth	-9.5477
▁recent	-9.54841
▁park	-9.55088
▁remind	-9.55308
▁cult	-9.55432
▁e	-9.55455
▁accent	-9.55457
▁chemistry	-9.55623
▁vampire	-9.55822
▁control	-9.55924
▁shoot	-9.55951
▁images	-9.56041
▁weren	-9.56079
▁showed	-9.56104
▁appeal	-9.56152
▁bother	-9.56193
▁jane	-9.56216
▁fair	-9.56404
▁conclusion	-9.56497
▁genius	-9.56538
▁values	-9.56654
▁yeah	-9.5672
▁bar	-9.56764
▁longer	-9.56781
▁ultimately	-9.56828
▁suddenly	-9.5683
▁adult	-9.5687
▁tough	-9.56991
▁trip	-9.57025
▁culture	-9.57235
▁alien	-9.57372
▁sam	-9.57451
▁impossible	-9.57489
▁changed	-9.57511
ting	-9.5771
▁revenge	-9.57727
▁j	-9.57769
▁prison	-9.57807
▁l	-9.57865
▁barely	-9.57992
▁west	-9.58001
▁taste	-9.58247
▁south	-9.58346
▁mood	-9.58473
▁failed	-9.58723
▁uses	-9.59072
▁dad	-9.59078
▁effective	-9.59152
▁explain	-9.59216
▁somewhere	-9.59322
▁shooting	-9.59446
▁touch	-9.59519
▁honestly	-9.59605
▁chase	-9.59692
▁adventure	-9.59721
▁questions	-9.59769
▁starring	-9.59776
▁90	-9.5984
▁added	-9.59905
movie	-9.59962
▁stunning	-9.59972
▁kills	-9.59986
▁singing	-9.60078
that	-9.60137
▁stick	-9.60323
▁wild	-9.60343
▁pass	-9.60434
▁fiction	-9.60483
▁considered	-9.6082
▁bed	-9.60862
▁journey	-9.6118
▁meaning	-9.61304
▁sexy	-9.61426
▁edge	-9.61434
▁aside	-9.6155
▁?	-9.6166
▁involving	-9.61678
▁80'	-9.61728
▁silent	-9.61943
▁personally	-9.61947
by	-9.62017
▁pre	-9.62082
▁computer	-9.62105
▁frank	-9.6217
▁smart	-9.62184
▁charming	-9.62316
▁twists	-9.62325
▁jim	-9.62375
▁blue	-9.62381
▁green	-9.62402
▁leaving	-9.62539
▁available	-9.62778
▁bottom	-9.62914
▁scenery	-9.62943
▁9	-9.63163
▁sitting	-9.63292
▁nobody	-9.63296
▁tone	-9.63358
▁army	-9.63431
▁government	-9.63777
▁normal	-9.63832
▁soul	-9.63915
you	-9.63969
▁immediately	-9.64031
▁catch	-9.64177
▁100	-9.64223
▁slasher	-9.64267
▁london	-9.64277
▁standard	-9.6428
▁issues	-9.64562
▁purpose	-9.64619
▁aspect	-9.64639
▁surprisingly	-9.64726
▁beautifully	-9.64739
▁opera	-9.64984
▁photography	-9.65035
▁mary	-9.65074
▁jones	-9.65086
▁ray	-9.65254
▁terrific	-9.65528
▁thanks	-9.65668
▁heavy	-9.65933
▁planet	-9.66026
▁rare	-9.66086
▁laughable	-9.66193
▁ghost	-9.66242
▁magic	-9.66287
▁subtle	-9.66304
▁everybody	-9.6631
▁charles	-9.66329
▁nowhere	-9.66372
▁law	-9.66389
▁appearance	-9.66446
▁disappointing	-9.66627
▁soldiers	-9.66632
▁impression	-9.66848
▁ride	-9.67018
▁throw	-9.67045
▁plan	-9.67308
▁comedies	-9.67334
▁lovely	-9.67445
▁adaptation	-9.67496
▁thank	-9.67499
▁land	-9.67512
▁touching	-9.67513
▁ability	-9.67531
▁books	-9.67573
▁date	-9.67677
▁door	-9.67752
▁innocent	-9.67881
▁festival	-9.67889
▁wow	-9.68042
▁giant	-9.68199
▁unbelievable	-9.68232
▁suppose	-9.68233
▁animated	-9.6826
▁generally	-9.68401
▁spoilers	-9.6848
▁managed	-9.68607
▁naked	-9.68653
ish	-9.68785
▁painful	-9.69199
▁presence	-9.69281
▁excuse	-9.69502
▁victim	-9.69505
▁finish	-9.69507
▁cry	-9.69539
▁outstanding	-9.6957
▁remains	-9.69629
▁club	-9.69754
▁award	-9.69794
▁cinematic	-9.69811
▁utterly	-9.69871
▁terms	-9.69999
▁complex	-9.70207
▁narrative	-9.70208
▁likely	-9.70267
▁loud	-9.70523
▁smith	-9.70666
▁drive	-9.70804
▁thrown	-9.709
▁disappointment	-9.70976
▁details	-9.71277
▁costumes	-9.71351
▁indian	-9.71382
▁literally	-9.71474
off	-9.7148
▁k	-9.71509
▁double	-9.71598
▁al	-9.71706
▁boyfriend	-9.71976
even	-9.71977
▁80	-9.72367
▁building	-9.72369
▁detective	-9.72379
▁runs	-9.72404
▁support	-9.72446
▁pain	-9.72493
well	-9.72528
▁emotions	-9.72568
▁charm	-9.72617
▁teen	-9.72624
▁hurt	-9.72632
▁grade	-9.72783
▁student	-9.728
▁pictures	-9.72823
▁knowing	-9.72869
▁summer	-9.72921
▁expectations	-9.72921
▁natural	-9.73031
▁10.	-9.7308
▁mistake	-9.73305
▁historical	-9.73374
▁climax	-9.73455
▁producer	-9.73561
▁charlie	-9.73886
▁tired	-9.73887
▁minor	-9.73894
▁hoping	-9.73902
▁martin	-9.74018
▁zombies	-9.7412
▁hospital	-9.7414
▁attack	-9.74145
▁constantly	-9.7421
▁ship	-9.74271
▁intended	-9.74295
▁sent	-9.743
▁laughed	-9.74309
▁walking	-9.7465
▁military	-9.74724
▁mysterious	-9.74749
▁ed	-9.74969
making	-9.74977
▁h	-9.75192
▁fascinating	-9.75259
▁boss	-9.75273
▁makers	-9.75281
▁emotion	-9.75503
▁color	-9.75774
▁fell	-9.75807
▁bruce	-9.75856
▁contains	-9.75877
▁chris	-9.75956
▁audiences	-9.76208
▁forever	-9.76241
▁confusing	-9.76383
▁changes	-9.76418
▁folks	-9.76495
▁slowly	-9.76533
▁presented	-9.76543
▁race	-9.7674
▁brief	-9.76876
▁mom	-9.76906
▁notice	-9.76963
▁steve	-9.77116
▁suggest	-9.77174
▁gem	-9.77199
▁harry	-9.77262
▁bond	-9.7735
▁paris	-9.77513
▁manner	-9.77555
▁content	-9.77603
▁exception	-9.7762
▁shocking	-9.77851
▁shock	-9.77851
▁grace	-9.77909
▁equally	-9.7799
budget	-9.78039
ian	-9.78068
▁stands	-9.78257
▁compelling	-9.78387
ra	-9.7839
2	-9.78599
ion	-9.78654
▁collection	-9.78675
▁offer	-9.78811
▁pull	-9.78974
▁fresh	-9.7899
▁central	-9.79115
▁names	-9.7947
▁hey	-9.7954
▁detail	-9.79593
▁fully	-9.79623
us	-9.79711
▁thus	-9.79726
▁critics	-9.79772
▁students	-9.79825
▁justice	-9.79873
▁surely	-9.79958
▁direct	-9.79974
▁happening	-9.80079
▁rated	-9.80141
there	-9.80175
▁pop	-9.80242
z	-9.80314
▁ahead	-9.80357
less	-9.8041
▁six	-9.80723
▁tony	-9.80741
▁rip	-9.80867
▁impact	-9.80888
▁besides	-9.80961
▁wood	-9.80995
▁aspects	-9.8103
▁stewart	-9.8104
▁opportunity	-9.81315
▁beat	-9.81326
▁agent	-9.81368
▁sea	-9.81475
▁include	-9.81525
▁ground	-9.81717
▁feelings	-9.8176
▁funniest	-9.81773
▁confused	-9.81789
▁pieces	-9.81966
▁hitchcock	-9.82062
ies	-9.82092
▁million	-9.82152
▁mix	-9.82256
▁spot	-9.82269
▁trailer	-9.82274
▁likable	-9.82374
▁mainly	-9.82411
▁affair	-9.82413
▁image	-9.82434
▁rented	-9.8245
▁gorgeous	-9.82512
▁industry	-9.82514
▁location	-9.82598
▁impressed	-9.82692
▁step	-9.8272
▁jean	-9.83102
▁batman	-9.83145
▁holes	-9.83148
▁themes	-9.83238
▁50	-9.83288
▁radio	-9.83346
▁twice	-9.83585
▁motion	-9.83598
▁finding	-9.83653
▁answer	-9.8398
old	-9.83991
▁porn	-9.84086
▁wondering	-9.84256
▁lover	-9.84291
▁paid	-9.8466
▁extra	-9.84746
▁anymore	-9.84837
▁:	-9.84861
▁dreams	-9.84897
▁russian	-9.85081
▁mediocre	-9.85109
▁quick	-9.85233
▁lived	-9.85262
▁difference	-9.8537
▁billy	-9.85405
▁suicide	-9.85428
▁m	-9.85432
▁reminded	-9.85566
▁appeared	-9.85596
▁sleep	-9.85601
▁serial	-9.85719
▁marriage	-9.85841
▁developed	-9.85851
▁creative	-9.85944
▁acts	-9.85996
▁plane	-9.85999
▁ms	-9.86
▁damn	-9.86111
▁share	-9.86214
▁drawn	-9.86253
▁lighting	-9.86371
▁random	-9.86392
4	-9.86438
▁places	-9.86447
all	-9.86491
▁flicks	-9.86526
▁key	-9.86623
na	-9.86699
▁forgotten	-9.86836
▁hasn	-9.8685
▁falling	-9.87064
▁church	-9.87121
▁extreme	-9.87342
ist	-9.87391
▁scientist	-9.87456
▁speaking	-9.87466
▁attractive	-9.87615
▁sat	-9.87714
▁drugs	-9.8773
▁machine	-9.87784
▁delivers	-9.87875
▁accident	-9.87918
▁stuck	-9.87924
▁ugly	-9.87936
▁intense	-9.87992
▁treat	-9.88263
▁torture	-9.88272
▁relationships	-9.88298
▁hotel	-9.88411
▁disaster	-9.88416
▁puts	-9.88464
com	-9.88554
▁wall	-9.88763
▁christopher	-9.88773
she	-9.88784
▁x	-9.88787
▁lacks	-9.88872
ity	-9.89019
▁tragic	-9.89049
ch	-9.89066
▁adults	-9.8909
co	-9.89161
▁latter	-9.89202
▁information	-9.89202
▁fellow	-9.89356
▁imagination	-9.89378
▁compare	-9.89425
▁absolute	-9.89428
▁putting	-9.89449
▁wooden	-9.89538
▁cops	-9.89546
▁grand	-9.89557
▁fashion	-9.89613
▁moral	-9.8962
▁process	-9.89658
▁dies	-9.89679
▁creature	-9.89763
▁captain	-9.89864
▁tend	-9.89887
▁mid	-9.8997
▁deliver	-9.9005
▁flaws	-9.9008
▁negative	-9.90114
▁count	-9.90128
▁gold	-9.90196
▁ready	-9.90201
▁lose	-9.90257
▁shouldn	-9.90543
▁soldier	-9.90583
▁allowed	-9.90612
▁animals	-9.9062
▁struggle	-9.90724
▁theatre	-9.90732
▁w	-9.90795
▁mouth	-9.90834
▁born	-9.90835
▁kelly	-9.90843
▁approach	-9.90847
▁spoiler	-9.90938
▁phone	-9.90965
▁teenage	-9.91004
▁noir	-9.9106
▁addition	-9.91093
do	-9.91142
▁system	-9.91221
▁adds	-9.91254
▁fox	-9.91263
▁fat	-9.91338
▁cgi	-9.91514
son	-9.91661
▁victims	-9.91706
▁horse	-9.91861
▁brown	-9.91882
▁teacher	-9.91914
▁supposedly	-9.91919
▁element	-9.92062
▁seven	-9.9213
▁picked	-9.92138
▁whatsoever	-9.92141
▁angry	-9.92141
▁becoming	-9.92258
▁describe	-9.92266
▁dirty	-9.92341
▁therefore	-9.92648
▁soft	-9.92715
▁worthy	-9.92718
el	-9.92792
▁cross	-9.92866
▁childhood	-9.92974
▁actresses	-9.93089
▁member	-9.93109
▁thoroughly	-9.93315
▁faces	-9.93402
▁listen	-9.93446
▁zero	-9.93509
▁offers	-9.93519
▁pleasure	-9.93593
▁christian	-9.93638
▁seemingly	-9.9366
▁jackson	-9.93669
▁standards	-9.93836
▁station	-9.93836
▁blame	-9.93859
▁epic	-9.93958
▁criminal	-9.94121
▁filming	-9.94356
▁moved	-9.94448
&	-9.94475
▁carry	-9.94504
▁moon	-9.9451
▁queen	-9.94512
▁search	-9.94514
▁mine	-9.94681
▁area	-9.94708
▁followed	-9.94742
▁personality	-9.94837
▁wind	-9.94843
▁sucks	-9.94872
▁afraid	-9.9501
▁passion	-9.95133
▁favourite	-9.95139
▁commentary	-9.95174
▁nasty	-9.95183
▁stock	-9.95186
▁judge	-9.95195
▁martial	-9.95355
▁deserve	-9.95366
▁led	-9.95442
▁current	-9.95471
▁sight	-9.95713
▁lies	-9.95726
▁intriguing	-9.95857
▁watchable	-9.95863
▁woods	-9.95886
▁onto	-9.9593
they	-9.95937
▁proves	-9.96051
▁70	-9.9611
▁stone	-9.96126
▁professional	-9.96126
▁design	-9.96222
▁independent	-9.96306
▁helped	-9.96312
▁memory	-9.96544
▁suspect	-9.96626
▁vs	-9.96686
▁tim	-9.96756
▁redeeming	-9.96766
▁turning	-9.96779
▁news	-9.96958
▁games	-9.97015
go	-9.97042
▁clothes	-9.97067
▁jason	-9.97119
▁comedic	-9.97424
▁ryan	-9.97458
▁jr	-9.9747
▁energy	-9.97597
▁tears	-9.97749
u	-9.97764
▁pair	-9.97765
▁anybody	-9.97775
▁continue	-9.97841
▁inspired	-9.97843
▁desert	-9.97939
▁jerry	-9.9796
▁joy	-9.9799
▁willing	-9.98019
▁helps	-9.98088
▁henry	-9.98152
▁provides	-9.98386
▁12	-9.98415
▁animal	-9.98534
▁uncle	-9.98581
▁price	-9.98644
▁accept	-9.98761
x	-9.98817
▁tragedy	-9.98821
▁soap	-9.98849
▁apartment	-9.98862
▁rarely	-9.98956
year	-9.9906
▁artistic	-9.99208
▁superior	-9.99216
▁mike	-9.99221
ation	-9.99229
▁realized	-9.99326
▁asked	-9.99446
ha	-9.99452
▁dying	-9.99534
▁40	-9.99537
▁murders	-9.99646
▁absurd	-9.99702
▁70'	-9.99827
de	-9.99898
▁food	-9.99927
▁wanting	-9.99936
▁anywhere	-9.99939
▁kevin	-9.99944
▁physical	-9.99979
▁witch	-10
▁twenty	-10.0008
▁trust	-10.0011
▁draw	-10.0061
▁lord	-10.0085
▁provide	-10.0087
▁delightful	-10.0089
la	-10.0111
▁surprising	-10.0124
▁held	-10.013
▁brutal	-10.0142
▁states	-10.0146
▁intelligence	-10.0152
▁bloody	-10.0176
te	-10.0189
j	-10.0198
especially	-10.0201
▁artist	-10.0201
▁devil	-10.0202
▁flying	-10.0221
▁loose	-10.0225
▁thin	-10.0236
▁build	-10.025
see	-10.0251
▁returns	-10.0254
▁vhs	-10.0263
▁began	-10.0271
▁shop	-10.0285
▁board	-10.0303
▁accurate	-10.0307
▁wearing	-10.0313
▁stephen	-10.0321
ling	-10.0323
▁filmmaker	-10.0327
▁thinks	-10.0333
▁moore	-10.0336
▁dangerous	-10.0344
▁13	-10.0352
▁hidden	-10.0355
▁skip	-10.0359
▁unknown	-10.0367
▁wonderfully	-10.0372
▁shakespeare	-10.0373
▁thomas	-10.0377
▁pacing	-10.0391
director	-10.0395
▁boat	-10.0398
▁below	-10.0421
▁memories	-10.0428
▁opposite	-10.0447
▁necessary	-10.0448
ism	-10.046
▁rubbish	-10.0466
▁gags	-10.0473
life	-10.0476
▁rape	-10.0476
▁bob	-10.0492
▁friendship	-10.0502
▁floor	-10.0512
▁anne	-10.0519
▁roll	-10.0524
▁allen	-10.0525
▁deeply	-10.0527
▁ice	-10.0529
▁loves	-10.0529
▁player	-10.0531
▁numbers	-10.0537
▁page	-10.0539
▁buddy	-10.0544
▁chinese	-10.0562
▁unusual	-10.0569
▁understanding	-10.057
▁scared	-10.0573
▁allow	-10.0577
▁1950	-10.058
▁noticed	-10.0596
▁arts	-10.0597
▁eddie	-10.0601
▁lets	-10.0615
ment	-10.0616
▁field	-10.0616
▁generation	-10.0616
▁1970	-10.0618
▁americans	-10.0626
▁religious	-10.0629
▁wide	-10.0643
▁hated	-10.0645
▁williams	-10.0646
▁engaging	-10.0656
▁johnny	-10.0659
▁tape	-10.0662
▁ball	-10.0666
▁somebody	-10.0678
▁president	-10.0695
although	-10.0701
▁seconds	-10.0707
▁****	-10.0711
▁st	-10.0713
▁curious	-10.0713
▁cable	-10.0718
▁limited	-10.0719
▁fame	-10.0735
▁danny	-10.0737
▁ii	-10.074
▁destroy	-10.0768
▁academy	-10.0771
▁smile	-10.0774
▁introduced	-10.0777
▁con	-10.0797
▁explanation	-10.0833
▁jump	-10.0836
▁locations	-10.0841
whilst	-10.0849
▁river	-10.0855
▁apparent	-10.0858
▁nicely	-10.0859
what	-10.0871
▁holds	-10.0874
we	-10.0884
▁remarkable	-10.0888
▁arthur	-10.0891
▁comparison	-10.0893
▁learned	-10.0896
.....	-10.0897
▁technical	-10.0898
▁singer	-10.09
▁heaven	-10.0904
▁warning	-10.091
▁leader	-10.091
▁manage	-10.0912
▁n	-10.0916
▁officer	-10.0927
▁record	-10.0934
▁favor	-10.0935
▁normally	-10.0942
▁finished	-10.0943
▁range	-10.0948
▁monsters	-10.0952
▁desperate	-10.0957
men	-10.096
▁months	-10.0964
▁unnecessary	-10.0966
top	-10.097
▁recall	-10.0976
▁bland	-10.0977
▁captured	-10.0979
▁le	-10.0984
▁dealing	-10.0998
▁kick	-10.1004
▁starting	-10.1005
▁davis	-10.1007
▁priest	-10.1013
▁discover	-10.1019
▁ford	-10.1019
▁lynch	-10.1026
▁witty	-10.1027
▁village	-10.1029
▁magnificent	-10.1036
▁mental	-10.1037
▁conflict	-10.1047
▁alan	-10.105
▁ring	-10.1052
▁includes	-10.106
▁advice	-10.1065
▁morning	-10.1085
▁crappy	-10.1086
▁taylor	-10.1087
▁media	-10.1092
▁heroine	-10.1092
my	-10.1112
▁cash	-10.1126
▁driving	-10.1127
▁references	-10.1133
▁exist	-10.1149
▁hall	-10.115
▁heroes	-10.1155
▁knowledge	-10.1165
▁responsible	-10.1166
played	-10.1168
▁vision	-10.1168
▁vote	-10.1169
▁players	-10.1176
▁constant	-10.1176
▁pilot	-10.1179
▁survive	-10.1184
ally	-10.1192
▁nick	-10.1193
▁sing	-10.1196
▁mixed	-10.1202
▁fail	-10.1211
▁howard	-10.1212
em	-10.1213
▁par	-10.1218
rely	-10.1219
▁saving	-10.1229
▁lacking	-10.1235
▁quiet	-10.1237
▁asks	-10.1237
▁connection	-10.1239
▁partner	-10.1244
▁hadn	-10.1256
▁issue	-10.1257
▁behavior	-10.1258
▁trek	-10.1267
▁bigger	-10.1269
▁length	-10.1279
▁loving	-10.1285
▁community	-10.1287
▁ordinary	-10.1289
▁robin	-10.1293
▁national	-10.1297
▁fate	-10.1309
▁creating	-10.1309
▁growing	-10.1326
▁castle	-10.133
▁kinda	-10.1332
▁owner	-10.1342
▁mission	-10.1346
▁wayne	-10.1347
▁speed	-10.1349
▁suit	-10.1389
▁terribly	-10.139
▁private	-10.1411
▁clean	-10.1412
▁deserved	-10.142
▁genuine	-10.1421
▁window	-10.1427
▁legend	-10.1428
▁gotten	-10.1433
▁humanity	-10.1434
▁sucked	-10.144
▁treated	-10.1445
▁explained	-10.1451
▁lovers	-10.1452
▁alex	-10.1454
▁eat	-10.1457
▁nonsense	-10.1457
though	-10.1458
▁humorous	-10.1465
▁program	-10.1469
▁finest	-10.1479
▁prove	-10.1479
▁brian	-10.148
▁calls	-10.1483
▁sean	-10.1489
▁irritating	-10.1493
▁england	-10.1494
▁drunk	-10.1494
▁murdered	-10.1496
ma	-10.1502
▁wars	-10.1503
▁sign	-10.1509
▁faith	-10.1513
▁dan	-10.1516
▁relate	-10.152
▁capture	-10.1521
don	-10.1536
▁golden	-10.1539
▁utter	-10.1541
▁gary	-10.1541
▁keeping	-10.1544
▁international	-10.1557
▁north	-10.1567
▁luck	-10.1577
▁unfunny	-10.1577
▁dreadful	-10.1589
▁bits	-10.1589
▁cost	-10.1595
good	-10.1597
▁wise	-10.1601
▁bright	-10.1608
▁mere	-10.1613
▁max	-10.1623
▁realism	-10.163
▁empty	-10.164
▁whenever	-10.1647
▁according	-10.1655
▁frankly	-10.1659
ton	-10.167
▁powers	-10.1675
▁bank	-10.1676
▁grow	-10.168
▁author	-10.1686
▁desire	-10.1692
▁scream	-10.17
▁wedding	-10.1706
▁ran	-10.1725
▁hunter	-10.1733
▁sees	-10.1739
▁fly	-10.1742
▁crowd	-10.176
▁satire	-10.1768
▁winning	-10.1779
▁commercial	-10.1783
▁numerous	-10.1789
▁protagonist	-10.1792
▁blind	-10.1794
▁youth	-10.1796
▁efforts	-10.1799
▁event	-10.18
▁dressed	-10.18
▁lesson	-10.1804
▁consist	-10.1812
▁france	-10.1818
▁pulled	-10.1826
▁debut	-10.1828
▁regular	-10.1847
▁seat	-10.1852
▁reviewers	-10.1858
▁european	-10.1861
▁originally	-10.1869
▁fill	-10.1869
▁included	-10.1872
▁broken	-10.1877
▁corny	-10.1879
0'	-10.1882
ne	-10.1883
▁mini	-10.1895
▁dated	-10.19
▁instance	-10.1901
▁texas	-10.1919
▁skills	-10.192
▁gangster	-10.1926
▁foreign	-10.1937
▁joan	-10.1946
ry	-10.1957
▁heck	-10.1958
▁visit	-10.1961
▁higher	-10.1969
▁occasionally	-10.197
▁teenagers	-10.1973
▁stereotypes	-10.1977
▁finale	-10.1977
▁site	-10.1977
▁portray	-10.1984
▁practical	-10.1984
▁bomb	-10.1984
ter	-10.1995
▁sheer	-10.1996
looking	-10.1999
▁/	-10.2004
▁travel	-10.2009
▁loss	-10.201
▁chick	-10.2014
▁remembered	-10.2017
▁gory	-10.2017
▁unrealistic	-10.2027
▁universal	-10.2028
ri	-10.203
▁psycho	-10.2031
▁actions	-10.2036
▁screaming	-10.2046
▁formula	-10.2048
▁pretentious	-10.2049
▁se	-10.2057
▁insane	-10.2062
▁psychological	-10.2063
▁develop	-10.2073
▁disgusting	-10.2076
▁study	-10.2079
line	-10.208
▁african	-10.208
▁steal	-10.2099
▁grown	-10.21
▁round	-10.2101
▁concerned	-10.2102
▁paper	-10.2104
▁shallow	-10.2114
▁guns	-10.2117
un	-10.2119
▁terror	-10.2121
▁saved	-10.2127
▁context	-10.2138
▁spanish	-10.2139
▁lucky	-10.2149
▁fights	-10.2149
▁australian	-10.2151
▁discovered	-10.2152
▁sell	-10.2153
▁18	-10.2158
▁ill	-10.216
▁fault	-10.2164
▁cameo	-10.2165
▁essentially	-10.2165
▁parody	-10.2167
▁blonde	-10.2171
▁nightmare	-10.2172
▁flesh	-10.2173
il	-10.2181
▁combination	-10.2182
▁awkward	-10.2194
▁ha	-10.2194
▁heads	-10.2196
▁aware	-10.22
▁naturally	-10.2202
▁featuring	-10.2208
▁ladies	-10.2227
▁football	-10.2229
▁teenager	-10.2243
▁adam	-10.2253
▁dick	-10.2254
▁frame	-10.2256
▁lewis	-10.2257
▁hits	-10.2257
▁feet	-10.2257
▁reaction	-10.2263
▁villains	-10.2264
▁perform	-10.2266
▁evidence	-10.2273
▁hitler	-10.2274
▁skin	-10.2276
!!!!	-10.2277
▁wit	-10.2285
▁deals	-10.2289
▁spectacular	-10.2308
!).	-10.2315
▁model	-10.2316
▁underrated	-10.2319
▁miles	-10.2321
▁rental	-10.2324
▁eric	-10.2327
▁vampires	-10.2328
▁unexpected	-10.233
▁sheriff	-10.234
▁grew	-10.2341
▁tedious	-10.2341
▁talents	-10.2342
▁received	-10.2347
▁ann	-10.2349
▁choose	-10.2354
5	-10.2354
land	-10.236
▁rob	-10.2364
▁fu	-10.2364
▁sake	-10.2367
ous	-10.2379
▁cars	-10.2381
▁drag	-10.2384
▁douglas	-10.2386
▁contain	-10.239
▁test	-10.2393
▁contrived	-10.2409
▁per	-10.2411
▁toward	-10.2415
▁attitude	-10.2423
▁steven	-10.243
▁angel	-10.2432
▁display	-10.244
▁decade	-10.244
▁gonna	-10.2454
▁genuinely	-10.2465
▁fred	-10.2466
▁gross	-10.2466
▁strength	-10.247
▁sun	-10.2474
▁seagal	-10.2478
▁chan	-10.2478
▁anthony	-10.248
▁asian	-10.2483
▁perspective	-10.2493
▁failure	-10.2493
▁join	-10.2498
▁hunt	-10.2503
▁alice	-10.2504
▁laughter	-10.2504
▁individual	-10.2507
just	-10.2512
▁forces	-10.2531
▁reach	-10.2539
▁network	-10.254
▁results	-10.2545
▁bbc	-10.2546
rs	-10.256
▁revealed	-10.2577
age	-10.2594
▁overly	-10.2598
▁promise	-10.2599
▁edited	-10.26
▁send	-10.2605
▁correct	-10.2614
▁jimmy	-10.2618
her	-10.2629
▁fish	-10.2629
▁ultimate	-10.2632
▁europe	-10.2637
▁julie	-10.2637
▁keaton	-10.264
▁beach	-10.2641
star	-10.2645
▁11	-10.2651
▁involves	-10.2653
▁decision	-10.2659
▁turkey	-10.2663
▁jennifer	-10.2669
▁cuts	-10.2679
▁candy	-10.2683
▁handsome	-10.2687
▁jesus	-10.2687
▁blow	-10.2689
ley	-10.2692
▁logic	-10.2707
▁hopes	-10.272
▁cage	-10.272
▁product	-10.2732
▁native	-10.2732
▁sharp	-10.274
▁reviewer	-10.2743
▁visually	-10.2755
▁graphic	-10.2755
▁japan	-10.2756
▁breaks	-10.2764
▁hill	-10.2767
▁described	-10.2774
▁spoil	-10.278
▁flashbacks	-10.2782
▁jeff	-10.2786
▁assume	-10.2789
▁visuals	-10.2799
▁families	-10.2803
▁provided	-10.2803
▁costs	-10.2804
▁existence	-10.2805
▁hang	-10.2818
▁freedom	-10.2827
▁humans	-10.2828
▁meanwhile	-10.2829
▁mrs	-10.2838
▁center	-10.2843
ce	-10.2844
▁lousy	-10.2851
▁relief	-10.2852
▁unable	-10.2854
▁executed	-10.2855
▁crash	-10.287
ul	-10.287
▁depressing	-10.2876
▁streets	-10.2884
▁matt	-10.2888
▁dry	-10.2891
lo	-10.2893
7	-10.2902
▁warm	-10.2912
▁gratuitous	-10.2923
▁).	-10.293
▁pity	-10.2933
???	-10.2935
▁horribly	-10.2947
▁treatment	-10.2947
▁chief	-10.2948
▁gordon	-10.2949
▁met	-10.2952
▁eating	-10.2956
ar	-10.2957
▁lake	-10.2957
▁delivered	-10.2987
▁gene	-10.2988
▁prince	-10.2994
▁rise	-10.3002
▁bear	-10.3002
▁creatures	-10.3013
▁sympathetic	-10.302
▁halloween	-10.3022
▁amateurish	-10.3037
▁ho	-10.3041
▁walked	-10.3043
▁meeting	-10.3047
▁recognize	-10.3057
▁continues	-10.3064
▁clue	-10.3064
▁capable	-10.3068
▁kong	-10.3068
▁larry	-10.307
▁brilliantly	-10.3072
▁ruin	-10.308
▁rescue	-10.3084
▁excited	-10.3093
▁built	-10.3094
▁endless	-10.3097
▁rules	-10.3101
▁driver	-10.3101
▁foot	-10.3104
▁mask	-10.3114
▁viewed	-10.3114
▁levels	-10.3129
▁embarrassing	-10.3134
▁***	-10.3137
▁identity	-10.3141
▁strongly	-10.3141
▁rose	-10.3145
over	-10.3146
▁aliens	-10.3147
▁robot	-10.3155
8	-10.3162
▁refreshing	-10.3167
▁till	-10.3168
▁barbara	-10.3172
▁regard	-10.3176
screen	-10.3185
▁fool	-10.3189
▁court	-10.3193
▁entertained	-10.3199
▁discovers	-10.3204
▁surreal	-10.3211
▁twisted	-10.3219
▁tiny	-10.3219
ia	-10.3227
▁bringing	-10.3231
nd	-10.3233
▁louis	-10.3234
ized	-10.3237
▁mountain	-10.3239
▁religion	-10.3241
▁promising	-10.3242
▁sudden	-10.3255
▁10/10	-10.3258
▁bodies	-10.3267
▁insult	-10.3269
▁remain	-10.327
▁subtitles	-10.3283
▁exploitation	-10.3292
▁surface	-10.3315
▁chaplin	-10.3315
▁slapstick	-10.3315
▁stopped	-10.3315
▁evening	-10.332
▁bo	-10.3321
▁theaters	-10.3322
▁hearing	-10.3324
▁standing	-10.3336
▁scare	-10.3337
▁research	-10.3341
▁jackie	-10.3346
▁lesbian	-10.3351
▁prime	-10.3355
▁pile	-10.3372
▁dollars	-10.3376
▁harris	-10.3388
▁substance	-10.339
▁ages	-10.3395
▁cares	-10.3396
▁semi	-10.3396
▁costume	-10.3401
ey	-10.3405
▁proved	-10.3405
▁portrays	-10.3407
▁majority	-10.3417
▁produce	-10.3436
▁shocked	-10.3437
▁target	-10.3442
▁dubbed	-10.3446
▁service	-10.3453
▁steals	-10.3455
▁rough	-10.3456
▁ancient	-10.3466
▁saturday	-10.3466
▁kung	-10.3467
▁enemy	-10.3467
▁pleasant	-10.3481
▁loses	-10.3484
▁morgan	-10.3487
▁sky	-10.3503
▁enter	-10.3506
▁uk	-10.3513
▁sisters	-10.3513
da	-10.3519
ro	-10.3523
▁asking	-10.3525
▁routine	-10.353
▁prefer	-10.353
▁germany	-10.3532
▁proper	-10.3533
▁regret	-10.3551
▁jungle	-10.3554
▁appealing	-10.3555
▁truck	-10.3569
▁haunting	-10.3572
▁root	-10.3582
▁qualities	-10.3593
▁hopefully	-10.3599
▁portraying	-10.3614
▁speech	-10.3616
▁circumstances	-10.3618
▁core	-10.3621
▁sequels	-10.3623
▁hat	-10.3628
▁ruined	-10.363
▁traditional	-10.3638
▁types	-10.3642
▁sports	-10.3651
▁scale	-10.3654
▁asleep	-10.3661
▁nevertheless	-10.367
▁awards	-10.3671
**	-10.3672
▁emotionally	-10.3674
▁amateur	-10.3684
▁painfully	-10.3689
▁table	-10.3697
▁vehicle	-10.3714
▁demon	-10.3719
▁universe	-10.3722
▁highlight	-10.3737
?!	-10.3738
▁idiot	-10.3741
▁drop	-10.3743
▁lower	-10.3745
▁werewolf	-10.375
▁classics	-10.3771
▁suck	-10.3774
▁professor	-10.3776
▁friday	-10.3776
▁naive	-10.38
▁peace	-10.3802
▁cartoons	-10.3808
▁grave	-10.3816
▁ignore	-10.3818
▁junk	-10.3825
▁propaganda	-10.3828
▁market	-10.3828
▁teens	-10.3829
▁creates	-10.3842
▁contrast	-10.3844
▁dean	-10.3845
▁passed	-10.385
▁caused	-10.3857
▁rain	-10.3858
▁kate	-10.3865
▁weeks	-10.3872
▁suffering	-10.3873
ine	-10.3877
▁losing	-10.3892
▁source	-10.3901
▁nominated	-10.3912
▁extras	-10.3915
▁knock	-10.392
ta	-10.3928
▁2.	-10.393
▁simon	-10.3931
▁worthwhile	-10.3934
▁chosen	-10.3937
9	-10.3948
▁theatrical	-10.395
▁satisfying	-10.3967
▁experienced	-10.3976
▁eight	-10.3983
▁washington	-10.3986
▁sympathy	-10.3986
side	-10.3989
▁east	-10.3992
▁hide	-10.3994
▁marry	-10.3995
▁makeup	-10.4003
▁albert	-10.4016
▁united	-10.402
▁factor	-10.4025
▁edward	-10.4039
▁urban	-10.4041
▁suspenseful	-10.4043
▁tight	-10.4054
▁roger	-10.4059
▁department	-10.4064
▁holmes	-10.4067
▁tarzan	-10.4068
▁angles	-10.4079
▁training	-10.4087
▁canadian	-10.4092
▁broadway	-10.4095
▁bus	-10.4098
▁encounter	-10.4108
▁safe	-10.4115
▁veteran	-10.4119
▁excitement	-10.412
▁technology	-10.4121
ge	-10.4123
▁1.	-10.4123
▁joseph	-10.4124
▁guilty	-10.4124
▁path	-10.4128
▁mob	-10.413
▁abuse	-10.4133
▁contemporary	-10.4147
▁depicted	-10.415
▁winner	-10.4152
▁opens	-10.4161
▁mst	-10.4165
▁cruel	-10.4165
▁darkness	-10.4186
▁wear	-10.4187
▁unfortunate	-10.4192
▁appropriate	-10.4195
▁committed	-10.4204
▁talks	-10.4231
▁virtually	-10.4233
▁dennis	-10.4235
▁irish	-10.4241
▁figured	-10.4248
▁anime	-10.4256
▁false	-10.4257
▁weekend	-10.4257
▁mexican	-10.4257
▁jail	-10.4259
▁dogs	-10.4261
made	-10.4271
▁wolf	-10.4272
▁grant	-10.4281
▁exact	-10.4284
▁segment	-10.4286
▁crying	-10.4293
▁influence	-10.43
um	-10.4301
ur	-10.4303
▁conversation	-10.4314
▁roy	-10.4318
▁parker	-10.4322
▁welcome	-10.4327
work	-10.4337
american	-10.4346
▁lane	-10.4348
▁account	-10.4353
▁renting	-10.4355
ga	-10.4356
▁offensive	-10.4358
▁bothered	-10.4366
▁melodrama	-10.4368
▁russell	-10.4368
▁spoof	-10.4371
some	-10.4375
▁kim	-10.4395
▁1980	-10.4406
▁treasure	-10.4409
▁praise	-10.4412
▁patient	-10.4417
▁print	-10.4421
▁allows	-10.4423
▁dude	-10.4428
▁claim	-10.443
▁fits	-10.4435
▁performed	-10.4436
▁interview	-10.4449
▁continuity	-10.4451
▁haunted	-10.4453
▁commit	-10.4454
▁cutting	-10.446
▁anger	-10.4462
▁harsh	-10.4467
▁structure	-10.4467
▁calling	-10.4469
▁convince	-10.4471
▁concern	-10.4474
▁anna	-10.4477
▁wilson	-10.4478
▁drew	-10.4478
▁jewish	-10.4478
▁patrick	-10.4482
▁previously	-10.4483
▁obsessed	-10.4485
▁danger	-10.4485
▁degree	-10.4485
▁latest	-10.4485
▁bore	-10.4486
▁atrocious	-10.4506
▁anderson	-10.4507
▁supernatural	-10.4507
▁murphy	-10.4508
▁believed	-10.451
▁sir	-10.4511
mo	-10.4522
▁v	-10.4529
▁pro	-10.4538
▁execution	-10.4546
▁gas	-10.4558
▁variety	-10.4564
▁wake	-10.4564
▁witness	-10.4565
▁largely	-10.4566
▁johnson	-10.4568
▁studios	-10.4569
bad	-10.4578
▁california	-10.4588
▁chose	-10.4589
▁flight	-10.4589
▁indie	-10.4593
▁arm	-10.4597
rd	-10.4613
▁featured	-10.4613
▁fare	-10.4618
▁extraordinary	-10.4619
▁summary	-10.4619
▁vietnam	-10.4622
▁captures	-10.4622
▁experiment	-10.4626
▁nurse	-10.4627
▁reporter	-10.463
▁movement	-10.4631
▁da	-10.4644
▁ted	-10.4646
▁reputation	-10.4648
▁category	-10.4649
▁inner	-10.4658
▁brooks	-10.467
▁walks	-10.4677
▁frightening	-10.4679
▁demons	-10.4688
▁cell	-10.469
▁speaks	-10.4693
▁proud	-10.4697
am	-10.4698
▁unlikely	-10.4704
▁touches	-10.4709
▁donald	-10.4711
▁voices	-10.4715
▁granted	-10.4717
▁san	-10.4717
▁25	-10.4717
▁shut	-10.4721
▁accents	-10.4721
▁santa	-10.4729
▁forgettable	-10.4734
▁raw	-10.4741
▁punch	-10.4747
▁forest	-10.4758
▁holding	-10.476
▁eastwood	-10.4763
▁ludicrous	-10.4763
▁suffers	-10.4765
▁china	-10.4766
▁deadly	-10.4766
▁sensitive	-10.4771
▁remotely	-10.4772
▁stereotypical	-10.4784
▁india	-10.4786
▁daniel	-10.4791
▁profound	-10.4792
▁massacre	-10.4792
▁birth	-10.4794
▁elizabeth	-10.4796
▁amazingly	-10.48
▁belief	-10.4804
▁blockbuster	-10.4805
▁code	-10.4808
▁breath	-10.4809
▁hanging	-10.4813
including	-10.4826
▁shadow	-10.4832
▁bat	-10.4832
▁handled	-10.4837
▁usa	-10.4841
▁screening	-10.4842
▁vacation	-10.485
▁accidentally	-10.4852
▁insight	-10.486
▁reveal	-10.4865
▁curse	-10.4866
▁quirky	-10.488
▁kiss	-10.4882
▁crude	-10.4901
▁security	-10.4909
▁league	-10.4909
▁forgot	-10.4918
mi	-10.4938
▁politics	-10.4948
▁breaking	-10.4949
***	-10.4953
se	-10.4957
▁plans	-10.4958
▁fulci	-10.4967
▁erotic	-10.4971
▁required	-10.4973
▁prior	-10.4995
▁gritty	-10.4998
▁everywhere	-10.5001
▁term	-10.5005
▁expression	-10.5006
▁host	-10.5006
▁paced	-10.501
▁whoever	-10.5012
▁scenario	-10.5013
▁alright	-10.5026
▁trilogy	-10.5027
▁section	-10.5046
▁lifetime	-10.5052
▁stranger	-10.5052
▁amazed	-10.5059
▁learns	-10.5073
▁z	-10.5076
▁tree	-10.5077
▁africa	-10.5083
ka	-10.5087
▁mainstream	-10.5088
▁covered	-10.5096
▁initial	-10.5106
con	-10.5107
▁inept	-10.5114
▁chuck	-10.5115
▁concert	-10.5115
▁narration	-10.5115
▁rule	-10.5116
▁southern	-10.5118
war	-10.5119
▁base	-10.5124
▁mc	-10.5128
day	-10.5129
▁repeated	-10.5145
▁dracula	-10.5147
per	-10.5151
▁beast	-10.5158
▁sword	-10.5165
▁massive	-10.5166
▁baseball	-10.5175
▁funnier	-10.5176
▁stolen	-10.5177
▁focused	-10.5181
▁sum	-10.5183
▁kane	-10.5183
▁format	-10.5184
▁depiction	-10.5195
▁**	-10.5198
rate	-10.5201
▁stomach	-10.5205
▁hood	-10.521
▁julia	-10.522
▁warn	-10.5221
ary	-10.5222
▁statement	-10.5227
house	-10.5228
▁surprises	-10.5233
▁multiple	-10.5235
▁cheese	-10.5237
▁listening	-10.5237
▁experiences	-10.524
▁susan	-10.5241
▁abandoned	-10.5241
▁westerns	-10.5244
▁killers	-10.5245
▁destroyed	-10.5252
▁stayed	-10.5253
▁ron	-10.5253
▁directly	-10.5255
▁seasons	-10.5261
▁trapped	-10.5266
▁uninteresting	-10.5266
▁teeth	-10.5266
▁sunday	-10.5266
▁afternoon	-10.5267
ler	-10.5272
▁mildly	-10.5272
▁prepared	-10.5273
▁combined	-10.5276
▁warned	-10.5278
▁mature	-10.5283
▁buying	-10.5284
▁occasional	-10.5287
ant	-10.5288
▁adventures	-10.529
▁mickey	-10.53
▁convinced	-10.531
▁task	-10.5318
▁interviews	-10.532
his	-10.5321
▁express	-10.5326
▁blah	-10.5329
▁blown	-10.5333
▁en	-10.5335
▁entertain	-10.5347
▁matters	-10.537
▁spy	-10.5373
▁campy	-10.5374
▁seek	-10.5383
▁dozen	-10.5388
▁luke	-10.5392
▁flash	-10.5396
▁originality	-10.5397
▁pretend	-10.5401
me	-10.5411
▁obnoxious	-10.542
▁underground	-10.542
ful	-10.5423
ier	-10.5427
▁separate	-10.5429
▁closer	-10.5431
▁environment	-10.5447
▁carpenter	-10.545
▁columbo	-10.5451
▁rolling	-10.5451
▁lie	-10.5453
▁tommy	-10.5453
oh	-10.5457
▁metal	-10.5458
▁bag	-10.5475
▁hire	-10.5476
▁goofy	-10.5482
▁walter	-10.5483
▁protect	-10.549
▁risk	-10.5501
▁favorites	-10.5502
▁mistakes	-10.5507
▁flashback	-10.5508
▁hip	-10.5529
▁skill	-10.553
▁paint	-10.5533
▁snow	-10.5535
▁presents	-10.5536
way	-10.5537
▁magical	-10.5538
▁mel	-10.5542
▁heavily	-10.5543
▁understood	-10.5543
▁weapons	-10.5545
▁complicated	-10.5546
▁changing	-10.5551
ty	-10.5553
▁downright	-10.5576
▁focuses	-10.558
▁nazi	-10.558
▁suffer	-10.5581
dimensional	-10.5584
▁via	-10.5586
▁unconvincing	-10.5596
▁remote	-10.5596
▁claims	-10.5599
▁imagery	-10.5606
▁guide	-10.5614
from	-10.562
▁flow	-10.562
▁victor	-10.5634
▁rival	-10.5637
▁buck	-10.5637
▁legendary	-10.5637
▁halfway	-10.564
ups	-10.5647
▁murderer	-10.5655
▁balance	-10.5657
▁disagree	-10.5667
▁paying	-10.5673
▁hal	-10.5678
▁deeper	-10.5681
▁roberts	-10.569
▁driven	-10.5691
down	-10.5697
▁nonetheless	-10.57
▁facial	-10.57
▁guest	-10.5702
▁pet	-10.5704
▁status	-10.5705
▁position	-10.5705
relatively	-10.571
▁hired	-10.5713
▁brave	-10.5717
tv	-10.5719
▁critical	-10.5725
▁device	-10.5734
▁pulls	-10.5734
▁sitcom	-10.5734
▁plague	-10.575
▁struggling	-10.5765
▁lawyer	-10.5765
▁ocean	-10.5765
▁civil	-10.5766
▁mass	-10.5766
▁forth	-10.5772
▁cooper	-10.5772
▁row	-10.5775
▁ma	-10.5783
▁gruesome	-10.5786
▁tour	-10.5786
▁choices	-10.5793
▁hoffman	-10.5796
▁fbi	-10.5796
▁timing	-10.5799
▁miller	-10.58
▁ya	-10.5802
▁farm	-10.5803
▁handle	-10.5803
back	-10.5807
▁scares	-10.5815
▁honor	-10.5818
ner	-10.5825
▁closing	-10.5828
▁assistant	-10.5829
▁contact	-10.583
▁nude	-10.583
▁hole	-10.583
▁:)	-10.5831
▁serve	-10.5832
▁tear	-10.5845
▁appreciated	-10.5845
▁theory	-10.5853
