<unk>	0
<s>	0
</s>	0
▁the	-3.08956
.	-3.35065
▁a	-3.73794
▁and	-3.79738
s	-3.85919
▁of	-3.90372
▁to	-3.97183
'	-4.04843
▁is	-4.2185
br	-4.23758
▁it	-4.29786
▁in	-4.34281
▁i	-4.37718
▁this	-4.54266
▁that	-4.60237
▁/><	-4.94084
▁/>	-4.96862
▁was	-4.96918
▁movie	-5.01415
t	-5.01672
-	-5.04548
▁for	-5.0919
▁with	-5.11125
▁	-5.14695
▁film	-5.14697
▁as	-5.15852
▁but	-5.16399
.<	-5.22728
▁you	-5.30813
▁on	-5.34757
▁(	-5.43848
▁not	-5.46371
▁are	-5.49611
▁he	-5.52564
▁have	-5.53398
▁be	-5.53414
▁his	-5.5555
▁one	-5.56635
)	-5.67498
▁all	-5.72474
▁they	-5.77758
▁at	-5.78074
▁by	-5.79016
▁an	-5.79459
▁so	-5.84715
▁who	-5.85368
▁like	-5.86273
▁from	-5.8803
▁just	-6.00017
▁there	-6.01485
▁out	-6.02697
▁about	-6.02853
▁her	-6.03192
▁or	-6.03245
▁has	-6.06474
▁if	-6.09913
▁some	-6.1261
▁what	-6.13023
▁good	-6.13201
▁can	-6.16401
ing	-6.19964
▁very	-6.22261
▁more	-6.22775
!	-6.22856
▁when	-6.26483
▁she	-6.29127
▁time	-6.32371
▁no	-6.32378
▁up	-6.32946
▁my	-6.33444
?	-6.33979
▁would	-6.34836
▁even	-6.37366
▁me	-6.38495
the	-6.38993
▁see	-6.39401
▁really	-6.39562
▁story	-6.40005
▁only	-6.42425
d	-6.44448
i	-6.45223
▁their	-6.45544
▁had	-6.45995
▁were	-6.49512
▁which	-6.51172
ed	-6.52143
▁we	-6.52401
▁well	-6.52904
▁much	-6.59729
▁do	-6.59903
▁-	-6.60866
▁than	-6.60941
▁bad	-6.61234
▁get	-6.61238
▁great	-6.62528
▁will	-6.64309
▁people	-6.64311
▁other	-6.64443
▁been	-6.65243
▁don	-6.6744
...	-6.68297
:	-6.68958
▁how	-6.69579
▁because	-6.69777
ly	-6.70289
▁into	-6.7109
▁first	-6.71176
▁also	-6.71216
▁most	-6.72544
▁him	-6.74263
m	-6.74355
▁make	-6.75868
▁made	-6.76998
▁way	-6.78741
▁could	-6.80501
▁too	-6.82994
▁then	-6.8437
▁them	-6.85116
▁think	-6.85325
▁any	-6.85484
▁watch	-6.88381
▁characters	-6.90158
▁after	-6.90571
▁character	-6.91073
▁movies	-6.92532
▁seen	-6.92861
▁love	-6.94397
▁plot	-6.95099
▁show	-6.96434
▁acting	-6.96567
▁many	-6.9674
▁over	-6.98328
▁two	-6.98456
a	-6.99489
▁know	-6.99785
▁being	-6.99795
▁<	-6.9986
▁never	-7.00186
▁best	-7.0044
re	-7.01265
▁'	-7.0155
▁did	-7.02027
▁little	-7.02528
ve	-7.03024
▁life	-7.03105
▁ever	-7.03796
▁where	-7.05565
▁films	-7.06846
▁man	-7.08173
▁your	-7.08532
▁better	-7.08886
y	-7.10509
▁its	-7.10621
▁off	-7.11191
▁does	-7.12235
▁end	-7.12309
▁say	-7.14207
▁scene	-7.17661
▁still	-7.1798
▁here	-7.18321
▁go	-7.19126
▁these	-7.22201
▁scenes	-7.24301
e	-7.25243
▁why	-7.25836
▁should	-7.2589
▁something	-7.26265
▁back	-7.26431
▁through	-7.29747
▁such	-7.29754
▁thing	-7.30069
▁while	-7.30518
▁real	-7.3066
▁watching	-7.31101
in	-7.31994
▁those	-7.33314
▁funny	-7.34992
▁actors	-7.35588
▁didn	-7.36194
▁doesn	-7.36836
).	-7.37209
and	-7.3774
/	-7.38443
▁years	-7.39416
▁work	-7.39774
▁lot	-7.40959
▁look	-7.41705
er	-7.41803
▁find	-7.42035
▁now	-7.4216
▁actually	-7.43077
▁new	-7.43451
▁nothing	-7.44078
▁old	-7.44257
▁before	-7.44887
▁director	-7.4507
▁though	-7.45731
▁going	-7.45949
▁same	-7.46216
▁part	-7.46795
▁every	-7.46831
▁another	-7.47105
▁few	-7.47168
▁big	-7.47685
it	-7.47993
▁makes	-7.48599
<	-7.489
▁cast	-7.49106
ll	-7.51219
▁again	-7.51587
▁want	-7.51997
▁world	-7.5373
▁pretty	-7.54886
▁down	-7.56238
▁horror	-7.56439
▁quite	-7.57246
▁thought	-7.58143
▁us	-7.58402
▁got	-7.59063
▁young	-7.59819
▁things	-7.60627
▁take	-7.60964
▁give	-7.61076
▁fact	-7.61119
▁around	-7.61511
▁long	-7.62647
▁enough	-7.62819
▁seems	-7.63368
▁saw	-7.65408
▁may	-7.65659
▁must	-7.66099
▁comedy	-7.67084
▁right	-7.6736
▁music	-7.67835
▁action	-7.67862
▁own	-7.67953
▁far	-7.69125
▁role	-7.69218
▁come	-7.6974
▁both	-7.70047
▁between	-7.70158
▁guy	-7.7021
▁original	-7.70288
▁always	-7.71058
▁series	-7.71114
▁however	-7.71343
▁interesting	-7.71511
▁isn	-7.71832
▁script	-7.7232
▁whole	-7.72656
▁bit	-7.73239
▁without	-7.73271
▁least	-7.74131
▁point	-7.74738
▁almost	-7.74741
▁done	-7.75172
▁feel	-7.75785
this	-7.75786
▁times	-7.76786
▁am	-7.77213
▁minutes	-7.7758
▁family	-7.7759
▁last	-7.78826
▁gets	-7.78935
▁might	-7.79253
▁anything	-7.80323
▁fun	-7.80324
▁kind	-7.81583
▁girl	-7.82422
▁performance	-7.82524
▁tv	-7.82974
▁since	-7.83396
▁worst	-7.84779
▁probably	-7.85759
▁anyone	-7.86777
▁away	-7.87229
▁hard	-7.87272
▁found	-7.88203
▁sure	-7.88759
▁woman	-7.90041
▁dvd	-7.90461
▁believe	-7.9086
or	-7.91587
▁day	-7.9198
▁each	-7.92406
▁yet	-7.92563
▁rather	-7.9274
▁making	-7.93631
▁book	-7.95138
--	-7.96838
▁put	-7.97002
o	-7.97115
▁ending	-7.97145
▁trying	-7.97351
▁worth	-7.97677
▁course	-7.97952
▁screen	-7.9809
▁our	-7.98463
▁set	-7.99722
▁actor	-7.99724
▁watched	-7.99934
▁having	-8.00465
▁main	-8.00561
▁goes	-8.00768
r	-8.00832
▁sense	-8.01134
▁everything	-8.01142
▁different	-8.01213
▁play	-8.01344
▁place	-8.0157
▁let	-8.01623
n	-8.0172
▁money	-8.01788
▁played	-8.01792
▁reason	-8.02123
▁job	-8.02346
▁wasn	-8.03094
▁someone	-8.03608
▁true	-8.04146
▁looking	-8.04456
▁three	-8.04721
▁effects	-8.05028
▁high	-8.05118
▁war	-8.0513
▁especially	-8.05505
▁comes	-8.05538
▁black	-8.05811
▁everyone	-8.05858
as	-8.06659
▁special	-8.06856
▁fan	-8.07145
▁together	-8.07218
▁shows	-8.07402
▁maybe	-8.0771
▁once	-8.07769
▁seem	-8.09536
▁night	-8.09566
▁plays	-8.09925
▁half	-8.10047
▁american	-8.10183
▁looks	-8.10507
▁beautiful	-8.10557
▁audience	-8.10923
▁excellent	-8.11023
▁said	-8.11267
(	-8.11835
▁seeing	-8.12041
▁version	-8.12541
▁idea	-8.12548
▁instead	-8.12719
▁2	-8.13312
▁left	-8.13544
es	-8.13568
▁during	-8.13972
▁short	-8.1443
▁although	-8.14651
▁mind	-8.15051
but	-8.15857
▁later	-8.16056
▁else	-8.16063
on	-8.1624
▁year	-8.17109
▁takes	-8.17173
▁star	-8.17251
▁shot	-8.17432
▁wife	-8.18187
▁death	-8.18199
▁home	-8.18374
▁nice	-8.18483
▁poor	-8.1854
▁himself	-8.18671
▁house	-8.18782
▁john	-8.19479
▁read	-8.19738
▁father	-8.19895
▁10	-8.19973
▁enjoy	-8.20475
▁completely	-8.21432
▁low	-8.21713
▁boring	-8.21847
▁along	-8.22662
▁second	-8.22949
▁stupid	-8.23337
▁re	-8.2354
▁men	-8.23619
▁recommend	-8.23647
▁used	-8.23714
▁line	-8.23812
▁simply	-8.23972
▁need	-8.2419
▁school	-8.24272
▁classic	-8.24432
▁help	-8.24439
▁wrong	-8.25037
▁kids	-8.25279
▁hollywood	-8.25857
▁b	-8.26351
▁friends	-8.26553
▁try	-8.26677
▁rest	-8.2757
▁dead	-8.28034
▁production	-8.28213
▁either	-8.28233
▁less	-8.28411
if	-8.28834
▁women	-8.2888
▁camera	-8.28924
▁mean	-8.29228
c	-8.29296
▁full	-8.29373
▁use	-8.29547
▁start	-8.29562
▁couple	-8.29766
▁understand	-8.29841
al	-8.29957
▁sex	-8.29984
▁un	-8.3007
▁video	-8.30689
▁tell	-8.30718
▁truly	-8.31367
▁remember	-8.31469
▁performances	-8.31832
▁terrible	-8.32003
▁awful	-8.32179
▁given	-8.32298
▁top	-8.32316
▁came	-8.32376
▁budget	-8.32771
▁until	-8.32916
man	-8.33434
▁won	-8.34702
▁--	-8.34991
▁next	-8.35271
▁getting	-8.3569
to	-8.35701
▁wonderful	-8.3574
▁head	-8.35904
▁keep	-8.35952
▁person	-8.36095
▁episode	-8.36136
▁sound	-8.37251
▁mother	-8.37337
▁laugh	-8.37713
▁moments	-8.382
k	-8.38556
▁name	-8.38674
▁small	-8.39099
▁perfect	-8.39326
▁human	-8.39585
▁boy	-8.39602
▁piece	-8.39652
▁face	-8.39887
▁dialogue	-8.3991
▁itself	-8.40293
▁definitely	-8.40895
▁car	-8.40997
▁live	-8.41017
▁under	-8.41103
th	-8.41505
▁couldn	-8.41849
▁playing	-8.42354
▁absolutely	-8.42878
▁doing	-8.43049
▁waste	-8.43147
▁children	-8.43429
▁went	-8.44125
▁entertaining	-8.44388
▁stars	-8.44521
▁friend	-8.44705
▁hope	-8.44846
▁cinema	-8.44935
▁lines	-8.44994
▁case	-8.45037
▁early	-8.45045
▁worse	-8.45054
▁picture	-8.45065
▁sort	-8.45102
▁liked	-8.45555
▁loved	-8.45774
▁often	-8.45878
▁dark	-8.46901
ness	-8.47265
▁style	-8.477
▁perhaps	-8.47957
▁3	-8.48276
▁certainly	-8.48691
▁felt	-8.49072
▁title	-8.49609
▁gives	-8.5035
▁supposed	-8.50372
g	-8.50616
▁care	-8.50718
▁drama	-8.5077
▁lost	-8.50883
▁humor	-8.50948
▁beginning	-8.51187
▁written	-8.51217
▁become	-8.51292
▁several	-8.51463
▁direction	-8.51606
▁entire	-8.5199
l	-8.52132
▁problem	-8.5239
▁game	-8.52518
▁lead	-8.52907
▁mr	-8.53034
▁white	-8.53261
▁totally	-8.53877
▁seemed	-8.54087
▁guess	-8.54435
▁de	-8.54743
▁guys	-8.54896
▁turn	-8.55581
▁others	-8.55698
▁based	-8.56021
▁evil	-8.56749
▁flick	-8.56821
▁wanted	-8.57187
▁heart	-8.57195
there	-8.57413
▁side	-8.57449
an	-8.57499
▁example	-8.57643
▁finally	-8.57682
▁horrible	-8.57725
▁1	-8.58153
▁son	-8.58279
▁fine	-8.58965
▁fans	-8.59197
▁against	-8.5935
▁lives	-8.59367
▁quality	-8.59876
▁amazing	-8.59907
▁killer	-8.59941
▁already	-8.60409
▁called	-8.60512
▁run	-8.6059
▁throughout	-8.60665
!<	-8.60693
▁writing	-8.60776
▁today	-8.61172
▁art	-8.61337
▁expect	-8.61596
▁close	-8.61736
▁past	-8.61866
▁town	-8.61914
▁enjoyed	-8.62041
▁history	-8.62613
▁god	-8.62954
▁kid	-8.62987
▁able	-8.63035
p	-8.63359
▁final	-8.63405
▁favorite	-8.63416
▁oh	-8.64151
▁yes	-8.64235
▁matter	-8.64376
▁gave	-8.64413
▁stuff	-8.64618
▁days	-8.64769
▁act	-8.64778
so	-8.64855
up	-8.65258
▁kill	-8.65347
▁child	-8.65878
▁becomes	-8.66134
▁viewer	-8.66231
▁etc	-8.66977
▁tries	-8.67737
▁hand	-8.67793
▁brilliant	-8.6827
▁slow	-8.6836
▁genre	-8.6846
▁late	-8.69724
▁myself	-8.70293
▁blood	-8.70612
▁wants	-8.70891
▁michael	-8.71256
▁decent	-8.7139
▁despite	-8.71544
▁actress	-8.71973
▁unfortunately	-8.72041
▁city	-8.72076
▁eyes	-8.72196
▁group	-8.72368
▁behind	-8.72726
▁parts	-8.72917
▁thinking	-8.7298
▁girls	-8.73167
▁turns	-8.73217
▁works	-8.73223
▁crap	-8.73756
▁strong	-8.73899
▁killed	-8.74079
▁voice	-8.74092
▁themselves	-8.7431
▁hour	-8.74539
▁sometimes	-8.74726
▁feeling	-8.74769
▁daughter	-8.74906
▁self	-8.7512
▁heard	-8.75141
▁soon	-8.75252
▁highly	-8.75372
▁experience	-8.75553
▁fight	-8.75799
ers	-8.76088
▁directed	-8.76188
▁type	-8.76468
▁overall	-8.76606
▁)	-8.76642
▁cool	-8.76862
▁obviously	-8.76877
▁murder	-8.77005
▁happen	-8.77375
▁wonder	-8.77537
▁took	-8.77541
▁sad	-8.77833
▁hit	-8.77895
▁chance	-8.7847
▁starts	-8.78471
▁hilarious	-8.78753
▁hell	-8.78851
▁lack	-8.78906
▁simple	-8.79035
▁wouldn	-8.79465
▁happens	-8.79605
▁score	-8.79782
▁stop	-8.79792
▁extremely	-8.79883
▁coming	-8.80285
▁involved	-8.80332
▁looked	-8.80528
▁cut	-8.80975
▁leave	-8.8105
▁stories	-8.81156
▁moment	-8.81357
▁told	-8.81458
▁ago	-8.81806
le	-8.81829
▁brother	-8.8198
▁song	-8.82374
▁husband	-8.82425
en	-8.82487
▁happened	-8.82826
▁save	-8.82869
▁violence	-8.82954
▁wish	-8.8315
▁cannot	-8.83226
▁attempt	-8.83282
▁complete	-8.83608
for	-8.84054
h	-8.84155
b	-8.84186
▁writer	-8.84309
he	-8.84329
▁gore	-8.84333
▁huge	-8.84342
▁living	-8.84358
▁ok	-8.84439
▁o	-8.84447
▁obvious	-8.84491
!!	-8.84736
▁police	-8.84749
like	-8.84778
▁serious	-8.84907
▁interest	-8.85705
▁age	-8.85867
ic	-8.86073
▁call	-8.86225
one	-8.86389
▁yourself	-8.86471
▁light	-8.86782
▁roles	-8.86941
▁jokes	-8.86948
▁please	-8.87052
▁cheap	-8.87069
▁cinematography	-8.8708
▁talent	-8.87274
▁shown	-8.87403
▁5	-8.8773
▁ten	-8.87854
▁opinion	-8.87964
▁career	-8.87993
▁annoying	-8.88138
▁released	-8.88288
fi	-8.88405
▁anyway	-8.88464
▁word	-8.89086
).<	-8.89206
▁taken	-8.89282
▁hero	-8.89295
▁seriously	-8.89375
▁english	-8.89431
▁order	-8.89464
ie	-8.89514
▁except	-8.89762
▁documentary	-8.89852
▁relationship	-8.89866
▁known	-8.90096
▁ridiculous	-8.90156
▁4	-8.90481
▁disappointed	-8.90485
▁number	-8.9052
▁hours	-8.90561
▁particularly	-8.90947
▁across	-8.91067
f	-8.91149
▁alone	-8.91238
▁view	-8.91376
▁exactly	-8.91415
▁usually	-8.91478
▁reality	-8.91503
▁saying	-8.91534
▁david	-8.91622
▁usual	-8.91737
▁power	-8.91904
▁female	-8.92195
▁started	-8.92374
▁james	-8.92445
▁change	-8.92518
▁says	-8.92605
▁none	-8.9275
▁...	-8.93047
▁middle	-8.93095
▁scary	-8.93176
▁silly	-8.93327
▁non	-8.93366
no	-8.93465
▁possible	-8.93588
▁co	-8.9394
▁attention	-8.9404
▁major	-8.94042
▁country	-8.94107
at	-8.94143
▁body	-8.94544
▁knew	-8.94574
▁running	-8.94595
▁opening	-8.94809
▁robert	-8.95213
▁strange	-8.95484
all	-8.9557
▁beyond	-8.95608
▁level	-8.95722
which	-8.95802
▁musical	-8.95939
▁miss	-8.96036
▁due	-8.96092
▁f	-8.96173
▁television	-8.96212
ther	-8.96411
▁single	-8.96698
▁four	-8.96708
▁novel	-8.96763
▁somewhat	-8.97079
▁c	-8.97106
▁20	-8.9711
▁important	-8.97139
▁turned	-8.97311
▁add	-8.97421
▁local	-8.97477
▁among	-8.97581
▁happy	-8.97641
▁modern	-8.97641
▁jack	-8.9768
▁earth	-8.9789
▁dialog	-8.9795
▁shots	-8.98261
▁king	-8.98325
▁die	-8.98401
▁la	-8.98712
▁room	-8.98785
not	-8.98895
▁taking	-8.98897
▁predictable	-8.98929
▁rating	-8.99019
▁near	-8.99244
▁dull	-8.99312
▁words	-8.9935
*	-8.99817
▁fast	-9.00013
▁hate	-9.00277
▁soundtrack	-9.00306
!!!	-9.0053
▁talking	-9.0059
▁whose	-9.00665
▁d	-9.0071
▁enjoyable	-9.00776
▁team	-9.00832
▁space	-9.00848
▁french	-9.0125
who	-9.01844
▁clich	-9.01847
▁entertainment	-9.01979
▁buy	-9.0199
▁subject	-9.02157
▁review	-9.02186
▁episodes	-9.02198
▁romantic	-9.02301
▁straight	-9.02565
▁british	-9.02691
▁mostly	-9.02777
▁dr	-9.02951
▁aren	-9.03035
▁basically	-9.03111
▁thriller	-9.03344
▁rock	-9.03432
▁future	-9.03533
▁talk	-9.03535
▁sequel	-9.03537
▁comic	-9.03731
▁haven	-9.03827
what	-9.04109
▁clearly	-9.04451
▁message	-9.04623
▁storyline	-9.04661
▁problems	-9.04727
▁including	-9.04912
▁events	-9.04986
is	-9.04999
▁songs	-9.05015
▁eye	-9.05101
▁clear	-9.0513
of	-9.05172
▁stand	-9.05179
my	-9.05259
▁upon	-9.05286
▁surprised	-9.05317
▁bring	-9.05374
able	-9.05664
▁mention	-9.05911
▁fall	-9.06027
▁apparently	-9.06131
▁monster	-9.06339
▁bunch	-9.06387
▁george	-9.06512
▁whe	-9.06659
▁supporting	-9.06758
▁above	-9.06791
▁theater	-9.06876
▁similar	-9.06944
▁dog	-9.07143
▁sequence	-9.07484
!)	-9.07534
▁sister	-9.07868
▁moving	-9.07929
▁material	-9.07954
▁ends	-9.08212
el	-9.08317
▁doubt	-9.08496
▁five	-9.08504
▁easily	-9.0885
▁effort	-9.09098
▁red	-9.09165
▁suspense	-9.09514
▁tried	-9.09552
ch	-9.09765
▁rent	-9.09878
▁giving	-9.10033
▁release	-9.1048
▁falls	-9.10593
▁easy	-9.10605
▁sit	-9.10775
▁stay	-9.10794
▁parents	-9.10889
▁oscar	-9.10914
ting	-9.11201
▁follow	-9.11325
▁certain	-9.1139
▁fantastic	-9.11626
▁check	-9.11634
▁viewing	-9.11654
▁tells	-9.11713
▁kept	-9.11857
▁lady	-9.11956
▁showing	-9.11962
▁class	-9.12005
▁deal	-9.1201
▁theme	-9.12265
▁comments	-9.1266
▁hot	-9.12981
▁finds	-9.12989
▁tale	-9.1317
▁premise	-9.13509
▁greatest	-9.13569
▁19	-9.13603
▁feature	-9.13739
▁editing	-9.13762
▁realistic	-9.13829
▁forget	-9.13843
▁sets	-9.13974
▁period	-9.14025
w	-9.1405
▁decided	-9.14276
▁imagine	-9.14468
▁hear	-9.14523
z	-9.14541
▁working	-9.14551
▁lame	-9.14675
▁gone	-9.14935
▁weak	-9.1496
▁move	-9.15144
▁appears	-9.15302
▁typical	-9.15331
▁avoid	-9.15436
▁believable	-9.15492
▁mystery	-9.15578
▁animation	-9.1564
est	-9.15734
▁needs	-9.15735
▁famous	-9.16016
▁e	-9.16196
▁general	-9.16197
▁gay	-9.16269
▁reviews	-9.16322
▁doctor	-9.16472
▁crime	-9.16546
▁wait	-9.17369
▁sorry	-9.17422
▁filmed	-9.17466
▁romance	-9.17511
out	-9.17561
▁knows	-9.1757
▁learn	-9.17945
▁open	-9.18079
▁named	-9.18176
▁sci	-9.18184
▁actual	-9.18275
▁within	-9.1828
▁nearly	-9.18476
▁deep	-9.18633
you	-9.18637
▁g	-9.18657
▁elements	-9.18679
▁dance	-9.18936
▁imdb	-9.18961
▁surprise	-9.19003
▁viewers	-9.19115
▁using	-9.19177
▁lots	-9.19238
▁average	-9.19813
▁weird	-9.19868
▁dumb	-9.19882
▁t	-9.19955
by	-9.20145
▁brought	-9.20168
▁pay	-9.20382
▁atmosphere	-9.204
▁truth	-9.20472
▁air	-9.20477
▁season	-9.20678
▁poorly	-9.20739
▁america	-9.20903
well	-9.21072
▁shame	-9.21324
▁spend	-9.21692
u	-9.21712
▁somehow	-9.2175
▁expected	-9.21758
v	-9.21786
▁figure	-9.21787
▁box	-9.22056
▁form	-9.22222
▁street	-9.22432
▁cop	-9.22478
▁killing	-9.22524
▁free	-9.22567
▁york	-9.2259
na	-9.22753
▁copy	-9.22836
0	-9.22856
▁peter	-9.22883
▁situation	-9.22972
▁comment	-9.23117
▁herself	-9.23334
▁paul	-9.23346
that	-9.23545
▁okay	-9.23625
▁leads	-9.23783
▁western	-9.23833
▁means	-9.23878
▁p	-9.23983
▁sequences	-9.24026
ion	-9.24057
▁write	-9.24269
▁richard	-9.24534
▁crew	-9.24537
3	-9.24748
▁particular	-9.24799
▁*	-9.24972
▁superb	-9.25084
▁cheesy	-9.25335
▁reading	-9.25361
▁minute	-9.25369
▁third	-9.25375
▁question	-9.26073
▁admit	-9.2614
▁male	-9.26265
▁difficult	-9.26467
▁begins	-9.26579
▁water	-9.26579
▁points	-9.26832
▁begin	-9.26842
▁dream	-9.26868
less	-9.27131
be	-9.27249
▁nor	-9.27254
▁fire	-9.27359
▁mess	-9.27378
▁masterpiece	-9.27392
▁island	-9.27466
▁lee	-9.27593
▁became	-9.27635
▁forward	-9.27691
▁screenplay	-9.27726
ra	-9.27912
▁mad	-9.28398
▁society	-9.28399
ish	-9.28538
▁feels	-9.28567
▁stage	-9.28583
▁mark	-9.28686
▁footage	-9.28811
▁interested	-9.2895
▁potential	-9.29067
▁possibly	-9.29512
▁forced	-9.29782
▁needed	-9.29821
▁meet	-9.29841
▁break	-9.29991
▁effect	-9.30134
▁sexual	-9.3017
▁disney	-9.30271
▁indeed	-9.30274
▁bill	-9.30278
▁cover	-9.30287
▁joke	-9.30355
▁boys	-9.30462
▁beauty	-9.30511
▁cat	-9.30572
with	-9.30645
▁development	-9.30776
▁eventually	-9.31056
▁whatever	-9.31115
▁plain	-9.31124
▁agree	-9.31194
▁memorable	-9.31199
▁girlfriend	-9.31245
▁total	-9.31345
▁result	-9.31357
▁emotional	-9.31447
▁j	-9.31488
▁badly	-9.31719
▁otherwise	-9.31777
▁realize	-9.31796
▁previous	-9.31857
▁incredibly	-9.3191
▁nature	-9.31942
▁credits	-9.3202
▁plus	-9.32396
▁features	-9.32487
▁laughs	-9.3272
▁u	-9.32795
time	-9.32816
▁ex	-9.3302
▁!	-9.33038
▁unique	-9.33174
▁rich	-9.33181
▁leaves	-9.33289
▁front	-9.33301
▁gun	-9.33457
▁baby	-9.33582
▁twist	-9.33589
ian	-9.33636
▁perfectly	-9.33873
▁background	-9.33874
▁personal	-9.33913
▁acted	-9.33948
▁van	-9.3402
▁crazy	-9.34196
▁setting	-9.34382
▁plenty	-9.34646
ist	-9.34701
ism	-9.34747
us	-9.34796
▁creepy	-9.34908
ation	-9.34946
▁meets	-9.35034
▁ways	-9.35167
▁inside	-9.35275
▁business	-9.35406
▁quickly	-9.3542
▁cute	-9.35465
▁hands	-9.35499
do	-9.35501
▁italian	-9.35544
▁directing	-9.35742
▁super	-9.35823
co	-9.35963
la	-9.36
▁worked	-9.36201
?)	-9.36448
▁wasted	-9.36485
▁flat	-9.36856
▁keeps	-9.37035
▁battle	-9.37191
▁odd	-9.3738
▁ask	-9.37491
▁present	-9.37701
▁r	-9.37782
▁japanese	-9.37823
▁spent	-9.37899
▁cartoon	-9.37936
▁earlier	-9.38084
▁fairly	-9.3809
▁older	-9.38126
▁list	-9.38192
▁appear	-9.38259
2	-9.38435
▁expecting	-9.38519
de	-9.38624
▁deserves	-9.38847
▁powerful	-9.39016
even	-9.39088
▁unless	-9.39138
▁era	-9.39143
▁secret	-9.3917
▁large	-9.39261
▁writers	-9.39366
▁portrayed	-9.39367
▁note	-9.39611
1	-9.3968
▁dramatic	-9.39705
▁public	-9.39734
▁leading	-9.39963
▁towards	-9.39965
▁fails	-9.40158
ma	-9.40402
▁laughing	-9.4042
▁sounds	-9.4048
▁villain	-9.40925
▁sub	-9.41101
ity	-9.412
▁clever	-9.41244
▁pure	-9.41253
▁recently	-9.4139
▁following	-9.41475
▁various	-9.41568
▁success	-9.41577
son	-9.41722
▁pace	-9.41796
▁german	-9.42026
▁train	-9.42045
▁talented	-9.42128
▁caught	-9.42337
▁hair	-9.42384
▁remake	-9.42526
▁band	-9.42576
▁hold	-9.4273
▁zombie	-9.4292
▁missing	-9.42952
il	-9.4296
▁create	-9.43529
▁sweet	-9.43604
▁brings	-9.43637
▁30	-9.43719
▁camp	-9.43758
▁brain	-9.43991
▁store	-9.44017
▁escape	-9.44105
▁sick	-9.44224
▁bar	-9.44452
▁fighting	-9.44528
▁focus	-9.44535
▁joe	-9.44701
▁anti	-9.4481
ling	-9.44843
....	-9.44955
▁nudity	-9.44997
▁party	-9.45069
▁meant	-9.45102
▁visual	-9.45177
▁incredible	-9.45177
▁trash	-9.45319
da	-9.45486
▁language	-9.45796
▁ended	-9.45828
▁manages	-9.45832
▁hardly	-9.45872
▁appreciate	-9.46023
▁l	-9.46039
▁return	-9.46133
ies	-9.46191
▁missed	-9.46218
▁speak	-9.46396
un	-9.464
▁tension	-9.46478
▁whom	-9.46523
▁cold	-9.46528
▁fit	-9.46692
▁fantasy	-9.46702
▁bored	-9.46752
▁trouble	-9.46779
▁win	-9.46804
▁reasons	-9.46955
▁fear	-9.46998
▁married	-9.47022
▁casting	-9.47029
▁value	-9.47035
▁political	-9.47201
▁post	-9.47304
don	-9.47321
▁tom	-9.47419
▁waiting	-9.47606
▁fake	-9.47637
▁members	-9.47873
ine	-9.479
we	-9.47918
ment	-9.47992
▁project	-9.48039
▁credit	-9.48042
▁telling	-9.4819
▁road	-9.48225
▁college	-9.48316
▁outside	-9.48493
▁k	-9.48536
▁pre	-9.4854
▁attempts	-9.48721
▁rate	-9.48944
▁science	-9.48948
▁apart	-9.48967
ur	-9.49096
▁con	-9.49107
▁pick	-9.49184
▁channel	-9.49215
▁company	-9.4924
▁amusing	-9.49344
▁scott	-9.49477
▁pointless	-9.49729
▁state	-9.49894
▁portrayal	-9.50077
▁william	-9.50243
▁familiar	-9.50273
▁awesome	-9.50283
▁common	-9.50385
▁slightly	-9.50622
▁al	-9.5064
▁office	-9.50727
▁wrote	-9.50733
▁created	-9.50758
▁master	-9.50846
▁8	-9.51114
gest	-9.51114
▁consider	-9.51177
▁ben	-9.51271
▁convincing	-9.51528
▁filmmakers	-9.51665
▁christmas	-9.51756
▁amount	-9.51791
▁track	-9.51843
▁gang	-9.51931
te	-9.5204
mo	-9.52108
▁choice	-9.52215
▁control	-9.52295
▁basic	-9.5238
▁popular	-9.5239
▁positive	-9.52486
▁died	-9.52616
▁considering	-9.52619
▁dancing	-9.52632
▁further	-9.52717
▁7	-9.53345
▁intelligent	-9.53356
▁9	-9.53374
▁park	-9.53464
▁pathetic	-9.53504
▁15	-9.53673
▁solid	-9.5387
▁tough	-9.53871
▁social	-9.53925
▁century	-9.5403
▁produced	-9.5403
▁concept	-9.54078
▁directors	-9.54086
▁ideas	-9.54116
▁bizarre	-9.54436
▁garbage	-9.54436
▁exciting	-9.54545
▁unlike	-9.54762
▁bother	-9.54826
▁mentioned	-9.55025
▁recommended	-9.55123
▁respect	-9.55222
▁force	-9.55391
▁trip	-9.55597
▁humour	-9.55642
▁decide	-9.55961
▁match	-9.56039
▁compared	-9.5609
▁glad	-9.56103
▁accent	-9.56213
▁sam	-9.56395
▁studio	-9.5653
▁appeal	-9.56548
▁neither	-9.56659
▁younger	-9.56742
▁spirit	-9.56759
▁cult	-9.56772
▁walk	-9.56846
▁alive	-9.56982
▁entirely	-9.56988
com	-9.57142
▁former	-9.57171
ha	-9.57193
▁drug	-9.5722
ta	-9.5724
▁decides	-9.57301
▁impressive	-9.57321
▁follows	-9.57367
ter	-9.57427
▁situations	-9.57453
▁week	-9.57759
▁mood	-9.57916
▁sadly	-9.57986
▁violent	-9.57995
go	-9.58009
some	-9.58209
▁producers	-9.58319
▁cause	-9.58421
▁fair	-9.58596
▁conclusion	-9.58691
▁culture	-9.58697
▁moves	-9.58713
land	-9.58762
▁honest	-9.58918
movie	-9.58972
x	-9.59159
▁adult	-9.59207
▁jane	-9.59235
▁bought	-9.59237
▁successful	-9.59348
▁depth	-9.59472
▁edge	-9.59487
▁recent	-9.5958
▁bo	-9.59642
▁filled	-9.59731
▁remind	-9.59865
▁disturbing	-9.59945
ar	-9.60153
▁brothers	-9.60279
▁chemistry	-9.60386
▁shoot	-9.60424
▁green	-9.60439
off	-9.60518
▁touch	-9.60576
▁opera	-9.60696
▁h	-9.60734
▁vampire	-9.60762
▁west	-9.60833
▁effective	-9.60852
▁south	-9.60888
▁genius	-9.60935
▁meaning	-9.60937
▁?	-9.61155
▁shooting	-9.6117
▁weren	-9.61297
▁images	-9.61527
▁showed	-9.61629
▁longer	-9.61749
▁values	-9.61861
▁sea	-9.62037
▁dad	-9.6205
▁taste	-9.62071
▁stick	-9.62185
▁prison	-9.62316
▁tone	-9.62323
▁club	-9.62397
▁changed	-9.62465
▁impression	-9.62483
▁silent	-9.62608
▁bed	-9.62648
▁barely	-9.62649
▁alien	-9.62679
▁impossible	-9.62731
▁revenge	-9.62978
▁suddenly	-9.63148
▁smart	-9.63189
▁law	-9.63353
ge	-9.63468
ne	-9.63472
▁failed	-9.63764
▁chase	-9.64244
she	-9.64459
although	-9.64557
▁uses	-9.64603
▁explain	-9.64738
▁festival	-9.6476
▁stunning	-9.6476
▁singing	-9.64762
▁adventure	-9.64769
▁90	-9.64941
▁blue	-9.65016
▁pass	-9.65073
j	-9.65141
▁fiction	-9.65158
▁wild	-9.65395
▁questions	-9.65418
▁jim	-9.6552
▁kills	-9.65553
ri	-9.6558
▁considered	-9.65779
▁journey	-9.65854
▁somewhere	-9.6596
▁added	-9.65985
▁80'	-9.66071
▁frank	-9.66309
▁yeah	-9.66312
▁planet	-9.66359
▁starring	-9.66531
▁sexy	-9.66566
▁catch	-9.6673
▁normal	-9.6713
▁twists	-9.67155
old	-9.67202
▁available	-9.67331
▁involving	-9.67342
ley	-9.67492
▁charming	-9.67521
▁scenery	-9.67774
▁leaving	-9.67968
▁army	-9.67995
▁computer	-9.68001
▁land	-9.68266
▁slasher	-9.68276
▁ultimately	-9.68307
▁sitting	-9.68474
▁standard	-9.68532
when	-9.68634
▁disappointing	-9.68652
▁100	-9.68751
they	-9.68925
▁innocent	-9.68956
▁soul	-9.69024
▁purpose	-9.69133
▁ray	-9.69153
▁ghost	-9.69435
▁photography	-9.69479
ia	-9.69532
▁london	-9.69589
▁government	-9.69599
▁immediately	-9.69606
▁issues	-9.69701
am	-9.69757
▁jones	-9.69791
▁ride	-9.69909
▁honestly	-9.70152
▁plan	-9.70269
ally	-9.70455
ton	-9.70502
▁nobody	-9.70526
ro	-9.70716
▁beautifully	-9.70829
▁disappointment	-9.70866
age	-9.70905
▁appearance	-9.70965
▁nowhere	-9.70979
▁subtle	-9.71003
▁loud	-9.71081
▁mary	-9.71108
▁rare	-9.71161
▁laughable	-9.71165
▁charles	-9.71181
▁personally	-9.7123
▁surprisingly	-9.71234
▁terrific	-9.71253
▁soldiers	-9.71349
▁excuse	-9.71376
ive	-9.71429
▁magic	-9.71498
▁heavy	-9.71664
▁door	-9.71967
▁touching	-9.71995
▁adaptation	-9.72018
▁attack	-9.72076
▁everybody	-9.72313
▁boyfriend	-9.72334
▁lovely	-9.72426
▁comedies	-9.72431
▁aspect	-9.72437
▁date	-9.72473
▁ability	-9.72576
▁giant	-9.72587
▁suppose	-9.7265
▁teen	-9.72655
▁smith	-9.72748
▁natural	-9.73106
▁drive	-9.73138
▁throw	-9.7314
▁manner	-9.73167
▁unbelievable	-9.73204
▁books	-9.73225
▁managed	-9.73598
▁charm	-9.73665
▁cry	-9.73736
▁pain	-9.73762
▁animated	-9.73764
▁naked	-9.73765
▁rip	-9.74119
▁painful	-9.74148
▁support	-9.74317
▁le	-9.74396
▁cinematic	-9.74398
▁finish	-9.74413
▁bond	-9.74655
▁presence	-9.7466
▁outstanding	-9.74685
▁remains	-9.7471
▁utterly	-9.74743
▁generally	-9.74746
▁terms	-9.74748
▁victim	-9.74849
▁color	-9.74862
▁award	-9.75092
▁ed	-9.75101
▁aside	-9.75137
▁complex	-9.75184
making	-9.75225
▁narrative	-9.7533
▁fell	-9.756
▁indian	-9.76035
▁thrown	-9.76037
▁summer	-9.76048
▁happening	-9.7614
5	-9.762
▁likely	-9.76317
▁double	-9.76423
em	-9.7651
ry	-9.76531
▁ship	-9.76538
▁details	-9.76585
▁costumes	-9.76622
▁literally	-9.76889
▁hospital	-9.76955
▁wow	-9.77202
▁student	-9.77212
▁content	-9.77228
▁building	-9.77234
▁expectations	-9.77277
▁wood	-9.77406
▁80	-9.77504
▁detective	-9.7764
▁thanks	-9.77723
▁emotions	-9.77763
ey	-9.77922
▁runs	-9.78178
▁climax	-9.78181
ul	-9.78229
▁mistake	-9.78269
▁bottom	-9.78297
▁hurt	-9.78301
▁grace	-9.78326
▁hoping	-9.78375
4	-9.78447
▁gem	-9.78567
▁pictures	-9.78752
▁intended	-9.78916
▁tired	-9.79052
▁beat	-9.79081
▁sent	-9.79261
▁knowing	-9.79393
▁fresh	-9.79418
▁minor	-9.79484
▁historical	-9.79488
budget	-9.79561
▁brief	-9.79601
▁laughed	-9.79626
▁zombies	-9.7966
▁mom	-9.79666
▁constantly	-9.7967
▁producer	-9.79702
▁thank	-9.79746
▁martin	-9.79757
▁emotion	-9.79774
▁makers	-9.7987
director	-9.79987
ous	-9.80015
▁mysterious	-9.80036
▁spoilers	-9.80037
over	-9.80137
▁boss	-9.80168
ty	-9.80168
▁military	-9.80174
ce	-9.80256
▁serial	-9.80286
▁walking	-9.80542
▁phone	-9.80657
▁contains	-9.80821
▁st	-9.80856
▁race	-9.80867
▁confusing	-9.80994
▁paris	-9.81067
▁chris	-9.81169
▁charlie	-9.81177
▁fascinating	-9.81284
▁mid	-9.81299
▁n	-9.8132
▁forever	-9.81326
▁suggest	-9.81372
9	-9.81601
▁audiences	-9.81605
▁slowly	-9.81658
▁se	-9.81716
▁exception	-9.81759
▁changes	-9.81796
▁direct	-9.81989
▁bruce	-9.82047
▁da	-9.82093
▁pop	-9.82105
ized	-9.82176
▁notice	-9.82181
▁presented	-9.82222
now	-9.82429
lo	-9.8243
▁shocking	-9.82481
▁answer	-9.82507
▁spot	-9.82686
▁compelling	-9.8286
▁folks	-9.83024
▁sat	-9.83229
▁collection	-9.83297
▁stands	-9.83452
▁pull	-9.83468
7	-9.83583
▁central	-9.83586
▁quick	-9.8369
▁offer	-9.83781
▁m	-9.8379
▁shock	-9.83846
▁detail	-9.83984
▁equally	-9.84082
▁justice	-9.84096
▁w	-9.84167
▁marriage	-9.84327
▁steve	-9.84503
▁names	-9.84582
▁x	-9.84596
▁sleep	-9.84664
▁students	-9.84802
▁harry	-9.84945
▁fully	-9.85004
men	-9.85009
overall	-9.85025
▁critics	-9.85067
ful	-9.85156
just	-9.8519
▁step	-9.85204
▁torture	-9.8535
▁negative	-9.85352
▁system	-9.85511
▁fashion	-9.85655
um	-9.85669
▁creative	-9.85821
▁impact	-9.85824
▁ahead	-9.85828
ke	-9.85911
▁six	-9.85922
▁agent	-9.85965
▁10.	-9.8601
▁opportunity	-9.86097
▁aspects	-9.86102
▁ground	-9.86157
▁extreme	-9.86161
▁motion	-9.86233
▁include	-9.86397
▁grade	-9.86422
▁fox	-9.8658
▁trailer	-9.86584
▁surely	-9.86681
▁compare	-9.86689
ner	-9.86756
▁disaster	-9.86863
▁rented	-9.86864
▁confused	-9.86875
▁impressed	-9.86894
▁million	-9.86915
▁50	-9.86927
▁gorgeous	-9.86999
▁jean	-9.87047
▁mix	-9.87083
▁industry	-9.8715
▁likable	-9.8715
▁funniest	-9.87165
▁ha	-9.87189
▁feelings	-9.87261
▁per	-9.87269
▁image	-9.8735
see	-9.87362
▁ma	-9.87376
rs	-9.87512
▁mainly	-9.87533
▁extra	-9.87625
▁pieces	-9.87706
▁treat	-9.87836
▁church	-9.87909
▁affair	-9.87951
▁location	-9.87982
▁sight	-9.87992
dy	-9.87998
▁radio	-9.8802
▁porn	-9.88099
▁hey	-9.88342
▁rated	-9.88351
▁pleasure	-9.88367
▁fellow	-9.88369
▁hitchcock	-9.88526
▁twice	-9.88535
▁thus	-9.8858
▁themes	-9.88581
▁tony	-9.88592
▁finding	-9.88751
▁grand	-9.8884
▁gold	-9.88862
▁noir	-9.88984
▁epic	-9.88996
▁russian	-9.89083
▁wondering	-9.89135
▁holes	-9.89271
▁paid	-9.89322
▁:	-9.89328
after	-9.8941
▁random	-9.89477
▁stewart	-9.89478
▁lover	-9.89541
▁anymore	-9.89654
▁mediocre	-9.89762
▁damn	-9.89834
▁imagination	-9.89909
▁process	-9.89926
▁dreams	-9.89936
ted	-9.89994
▁difference	-9.89996
▁mc	-9.90038
▁share	-9.90195
▁lived	-9.9022
▁appeared	-9.9031
▁passion	-9.90553
8	-9.90608
▁drawn	-9.90789
▁born	-9.91016
▁developed	-9.91165
▁suicide	-9.91177
▁batman	-9.91203
▁reminded	-9.91212
▁key	-9.9122
▁lighting	-9.91263
▁count	-9.91267
▁forgotten	-9.91339
▁flicks	-9.91444
▁wind	-9.91467
me	-9.91487
▁mine	-9.9164
line	-9.91749
▁hasn	-9.9177
▁acts	-9.91781
▁plane	-9.91816
▁falling	-9.9227
▁stuck	-9.92429
▁station	-9.92451
▁moral	-9.92461
▁intense	-9.92464
▁billy	-9.92487
▁delivers	-9.9256
▁loose	-9.92583
▁scientist	-9.92748
▁machine	-9.92754
▁attractive	-9.92758
her	-9.92785
▁drugs	-9.92795
also	-9.92822
▁joy	-9.92848
ant	-9.92861
▁ugly	-9.92906
▁places	-9.93078
▁hotel	-9.93092
▁listen	-9.9312
▁cross	-9.9343
▁relationships	-9.93798
▁ms	-9.93828
▁accident	-9.93859
▁latter	-9.93871
▁wooden	-9.93894
▁wall	-9.93957
▁fat	-9.94122
▁lacks	-9.94319
bo	-9.94337
▁creature	-9.94417
▁deliver	-9.94627
▁putting	-9.94641
▁absolute	-9.94724
▁adults	-9.94731
▁ready	-9.94824
ler	-9.94826
▁mouth	-9.94855
▁puts	-9.94866
▁lose	-9.94916
year	-9.94918
▁tend	-9.9501
▁information	-9.95011
▁captain	-9.95033
▁tragic	-9.95114
▁struggle	-9.95212
▁theatre	-9.95228
▁soldier	-9.95242
▁soap	-9.95274
▁flaws	-9.95334
▁lord	-9.95412
▁trust	-9.95432
▁cops	-9.95443
▁soft	-9.95453
▁allowed	-9.95468
▁member	-9.95573
▁addition	-9.95619
▁animals	-9.95619
▁shouldn	-9.95687
▁dies	-9.9569
ba	-9.95708
▁teenage	-9.9583
▁search	-9.95946
▁12	-9.96031
▁victims	-9.96102
▁approach	-9.96111
▁board	-9.96129
▁independent	-9.96326
▁horse	-9.96354
▁brown	-9.96375
oh	-9.96379
▁element	-9.96387
▁40	-9.96389
good	-9.96414
▁ho	-9.9644
▁teacher	-9.96585
▁besides	-9.96682
life	-9.96708
▁moon	-9.96731
▁adds	-9.96805
▁picked	-9.96894
▁angry	-9.96992
▁describe	-9.97078
▁apartment	-9.97171
though	-9.9722
▁becoming	-9.97311
▁price	-9.97365
▁kelly	-9.97525
▁superior	-9.97653
▁childhood	-9.97666
▁cgi	-9.97716
▁shop	-9.97789
▁actresses	-9.97828
▁whatsoever	-9.97829
▁stock	-9.98039
▁build	-9.98072
▁worthy	-9.98129
▁thoroughly	-9.98175
▁christopher	-9.98422
▁standards	-9.98448
▁seven	-9.98495
▁par	-9.98497
▁offers	-9.98539
▁supposedly	-9.98739
se	-9.99027
▁therefore	-9.99034
▁moved	-9.99041
po	-9.99085
▁faces	-9.99089
▁en	-9.9912
▁criminal	-9.99154
▁current	-9.99194
▁blame	-9.99209
▁zero	-9.99235
▁design	-9.99313
▁queen	-9.99353
▁deserve	-9.99498
▁dirty	-9.99576
▁page	-9.99577
▁commentary	-9.99705
▁boat	-9.99825
▁followed	-9.99879
▁afraid	-9.99883
▁seemingly	-9.99889
▁desert	-9.99895
▁led	-9.99921
▁sucks	-10.0003
▁nasty	-10.0006
▁carry	-10.0022
▁personality	-10.0023
▁favourite	-10.0036
▁judge	-10.004
▁martial	-10.004
▁draw	-10.0045
▁woods	-10.0057
▁lies	-10.006
however	-10.0067
led	-10.007
▁rape	-10.0073
▁70	-10.0086
▁speaking	-10.0086
▁absurd	-10.0089
▁intriguing	-10.009
▁proves	-10.0091
▁christian	-10.0095
▁stone	-10.0097
▁friendship	-10.0109
▁watchable	-10.0117
▁helped	-10.0124
▁turning	-10.0125
▁ball	-10.0126
▁memory	-10.0143
▁redeeming	-10.0148
▁professional	-10.017
ka	-10.0176
▁suspect	-10.0181
▁onto	-10.0184
▁filming	-10.0186
▁comedic	-10.0195
▁clothes	-10.0213
▁area	-10.0221
▁energy	-10.023
▁explanation	-10.023
▁jr	-10.024
▁provide	-10.0246
▁tears	-10.0251
▁continue	-10.0252
▁tim	-10.026
star	-10.0268
▁jackson	-10.0268
▁games	-10.0286
ber	-10.0287
▁smile	-10.0288
ring	-10.0293
▁pair	-10.0299
▁willing	-10.03
▁bright	-10.0305
ca	-10.0306
▁provides	-10.0318
▁inspired	-10.0328
especially	-10.0331
▁unknown	-10.0337
▁dis	-10.0368
▁tragedy	-10.0372
▁animal	-10.0379
▁ring	-10.038
▁ryan	-10.0381
▁helps	-10.039
▁anybody	-10.0391
▁hall	-10.0403
▁jerry	-10.0411
▁henry	-10.0413
▁70'	-10.0428
▁accept	-10.0431
top	-10.0432
▁mo	-10.0434
▁uncle	-10.0436
▁murders	-10.0453
▁dying	-10.0462
▁asked	-10.0465
▁realized	-10.0467
▁length	-10.0467
▁anywhere	-10.0469
▁rarely	-10.0479
▁artistic	-10.0485
▁mission	-10.0491
▁jason	-10.0506
▁mike	-10.0515
▁wanting	-10.0516
▁physical	-10.0522
from	-10.0535
played	-10.054
▁national	-10.0544
ga	-10.0545
▁witch	-10.0546
▁priest	-10.0552
while	-10.0558
▁skip	-10.0559
▁delightful	-10.0566
ize	-10.0571
▁spoiler	-10.0577
▁intelligence	-10.0588
▁moore	-10.0589
▁blind	-10.0595
▁news	-10.0601
▁twenty	-10.0608
▁held	-10.0609
di	-10.0618
▁religious	-10.0628
▁artist	-10.0657
▁roll	-10.0662
▁floor	-10.0662
▁vs	-10.0662
▁food	-10.0665
▁brutal	-10.0667
▁surprising	-10.0686
▁heaven	-10.0688
▁states	-10.0689
▁thin	-10.069
▁bob	-10.0693
▁bloody	-10.0693
▁allow	-10.0696
▁favor	-10.0697
▁vhs	-10.0719
▁accurate	-10.0723
▁flying	-10.0753
▁wearing	-10.0753
then	-10.0755
▁dan	-10.0768
▁allen	-10.0774
per	-10.0777
▁kevin	-10.078
▁began	-10.0789
ho	-10.0792
vi	-10.0808
▁ice	-10.0814
▁returns	-10.0814
▁relate	-10.0817
▁pro	-10.082
▁wonderfully	-10.0823
▁filmmaker	-10.0823
▁nick	-10.0825
▁destroy	-10.083
▁dangerous	-10.0835
▁recall	-10.0871
der	-10.0882
▁below	-10.0884
▁memories	-10.0884
▁generation	-10.0885
yes	-10.0891
▁wide	-10.0895
▁opposite	-10.0903
▁hidden	-10.0905
▁bland	-10.0907
▁river	-10.0918
▁shakespeare	-10.0922
▁necessary	-10.0923
▁gags	-10.0925
▁devil	-10.0926
▁stephen	-10.0929
▁rubbish	-10.0941
▁13	-10.0944
▁pacing	-10.096
▁author	-10.0962
ni	-10.0971
▁thomas	-10.1004
▁player	-10.1013
▁wit	-10.1018
▁chinese	-10.1019
▁noticed	-10.1019
▁jump	-10.1027
▁exist	-10.1029
▁1950	-10.1037
▁na	-10.1042
▁deeply	-10.1047
▁scared	-10.1054
▁tape	-10.1062
▁mere	-10.1064
▁kick	-10.1067
▁numbers	-10.1067
▁1970	-10.1075
▁issue	-10.1089
▁hated	-10.1098
▁engaging	-10.1112
▁warning	-10.1116
▁unusual	-10.1121
let	-10.1128
▁arts	-10.1134
▁cable	-10.1136
▁field	-10.1152
▁understanding	-10.116
▁behavior	-10.117
▁buddy	-10.1174
▁cash	-10.119
▁president	-10.1191
▁eddie	-10.1194
.....	-10.1205
▁williams	-10.1206
▁academy	-10.1209
▁thinks	-10.1236
▁limited	-10.1236
les	-10.1238
▁americans	-10.1244
▁lynch	-10.1248
▁ka	-10.1253
▁somebody	-10.129
▁commercial	-10.1295
▁curious	-10.1306
▁seconds	-10.1309
▁fame	-10.1311
li	-10.1312
▁introduced	-10.1314
▁debut	-10.132
▁chan	-10.1322
whilst	-10.1326
▁remarkable	-10.1326
▁johnny	-10.1331
▁comparison	-10.1353
▁constant	-10.1353
▁locations	-10.136
house	-10.1361
▁leader	-10.1365
▁officer	-10.1368
ier	-10.1368
▁fu	-10.137
▁pa	-10.1373
▁crowd	-10.1374
▁singer	-10.1383
▁loves	-10.1386
hi	-10.1389
▁ran	-10.139
▁hang	-10.1398
▁regular	-10.1412
▁apparent	-10.1412
▁owner	-10.142
▁record	-10.1422
▁monsters	-10.1424
▁humorous	-10.1427
▁manage	-10.1429
▁utter	-10.1431
▁nicely	-10.1432
▁technical	-10.1432
▁clean	-10.1433
▁anne	-10.1434
▁finished	-10.1446
▁village	-10.1447
▁round	-10.1448
▁learned	-10.1463
▁unnecessary	-10.1464
▁speed	-10.1468
▁range	-10.1471
▁mental	-10.1472
ster	-10.1477
▁dealing	-10.1483
▁cost	-10.1483
▁site	-10.1484
▁witty	-10.1485
???	-10.1486
ated	-10.1486
bu	-10.1487
▁arthur	-10.1489
▁months	-10.1492
▁desperate	-10.1493
▁holds	-10.1495
▁captured	-10.1499
▁conflict	-10.1501
▁lets	-10.1502
▁discover	-10.1511
▁heroine	-10.1514
▁fault	-10.1517
▁crappy	-10.1525
sh	-10.1532
▁mini	-10.1538
▁includes	-10.1543
▁davis	-10.1544
▁magnificent	-10.1553
ci	-10.1566
▁advice	-10.1584
con	-10.1589
par	-10.161
▁pilot	-10.1622
ah	-10.1622
▁youth	-10.1626
▁sing	-10.1644
▁morning	-10.1645
▁drunk	-10.1646
▁taylor	-10.1647
▁test	-10.165
▁eat	-10.1651
▁responsible	-10.1665
▁references	-10.1676
▁max	-10.1684
▁knowledge	-10.1684
▁driving	-10.1686
▁trek	-10.1686
▁partner	-10.1687
▁heroes	-10.1701
▁vision	-10.1701
▁sign	-10.1704
▁starting	-10.1704
▁survive	-10.1705
▁suit	-10.1711
▁danny	-10.1714
▁connection	-10.1722
▁fail	-10.1729
▁gross	-10.1729
▁players	-10.1762
▁loving	-10.1764
▁saving	-10.177
▁seat	-10.1772
▁vote	-10.1773
▁hadn	-10.1777
▁media	-10.1777
▁fate	-10.1785
▁mixed	-10.1789
▁creating	-10.179
looking	-10.1804
▁lacking	-10.1807
▁community	-10.1808
▁quiet	-10.1817
??	-10.1824
▁ta	-10.1825
▁travel	-10.1828
▁met	-10.1831
▁asks	-10.1832
▁bigger	-10.1834
im	-10.1836
ary	-10.1842
▁terribly	-10.185
▁african	-10.1852
▁event	-10.1857
▁howard	-10.1861
▁sucked	-10.1861
▁18	-10.1865
▁kinda	-10.1866
▁growing	-10.187
▁rose	-10.1876
▁genuine	-10.1879
▁castle	-10.1889
▁window	-10.189
▁legend	-10.1892
▁ordinary	-10.1894
▁gotten	-10.1895
▁humanity	-10.1896
▁nonsense	-10.1897
▁alan	-10.1898
▁sharp	-10.19
▁deserved	-10.1903
▁bank	-10.1903
▁program	-10.1909
▁prove	-10.1915
▁robin	-10.1923
▁formula	-10.1928
▁private	-10.1934
▁sell	-10.1936
nd	-10.1938
▁lovers	-10.1938
▁finest	-10.194
▁treated	-10.1953
▁england	-10.1954
▁scream	-10.196
rely	-10.1965
▁wise	-10.1973
▁warm	-10.1974
▁irritating	-10.1974
how	-10.1975
way	-10.1976
▁normally	-10.1978
ru	-10.1987
▁unrealistic	-10.1996
▁individual	-10.1997
▁capture	-10.2001
▁australian	-10.2002
▁grow	-10.2004
▁steal	-10.2017
▁calls	-10.2034
▁adam	-10.2034
▁parody	-10.204
▁rescue	-10.2043
▁wayne	-10.2046
lin	-10.2052
▁north	-10.2055
▁murdered	-10.2057
▁unfunny	-10.2059
▁golden	-10.2064
▁explained	-10.2064
▁winning	-10.2072
▁luck	-10.2084
▁bomb	-10.2092
▁international	-10.2101
▁ill	-10.2101
▁keeping	-10.2102
▁dreadful	-10.211
▁faith	-10.2123
ance	-10.2132
!!!!	-10.2141
▁brian	-10.2146
▁angel	-10.2146
side	-10.2149
▁wedding	-10.2169
▁psycho	-10.2171
▁skin	-10.2173
▁ford	-10.2174
bad	-10.2182
▁shallow	-10.2186
▁paper	-10.2196
▁wars	-10.2197
▁hunter	-10.2203
▁empty	-10.2208
▁rain	-10.2211
▁realism	-10.2229
▁satire	-10.2229
▁protagonist	-10.2235
▁spoil	-10.2254
▁lesson	-10.2255
▁sean	-10.2263
▁bits	-10.2263
▁contain	-10.2264
mer	-10.2266
0'	-10.2267
▁numerous	-10.2272
▁france	-10.2285
▁asian	-10.2294
▁guns	-10.2296
▁fly	-10.2297
▁instance	-10.2301
why	-10.2302
▁desire	-10.2308
▁dressed	-10.2308
▁powers	-10.231
▁drag	-10.2311
▁****	-10.2312
▁efforts	-10.2319
▁dick	-10.2324
▁foreign	-10.2336
▁skills	-10.2352
id	-10.2352
▁texas	-10.2359
▁included	-10.236
▁broken	-10.2361
▁consist	-10.2361
che	-10.2361
▁v	-10.2364
▁hill	-10.2368
▁gangster	-10.2368
▁rob	-10.2369
▁european	-10.2372
▁heck	-10.2376
▁table	-10.2376
▁truck	-10.2381
▁corny	-10.2385
▁whenever	-10.239
▁driver	-10.2392
▁fill	-10.2393
iness	-10.2393
▁mar	-10.2398
▁reviewers	-10.2406
▁pulled	-10.2424
ence	-10.2427
▁chick	-10.2435
▁portray	-10.2441
▁stereotypes	-10.2447
▁11	-10.245
▁finale	-10.2453
▁dated	-10.2453
▁teenagers	-10.2454
▁ya	-10.2464
▁model	-10.2464
▁higher	-10.2479
▁remembered	-10.2481
▁cage	-10.2486
▁gory	-10.2487
▁visit	-10.249
▁frankly	-10.2493
▁alex	-10.2497
ut	-10.25
▁insane	-10.2501
▁pretentious	-10.2511
▁develop	-10.2511
▁vi	-10.2515
▁study	-10.2516
screen	-10.252
▁terror	-10.2525
▁screaming	-10.2534
▁practical	-10.2534
▁correct	-10.2536
▁occasionally	-10.2545
▁li	-10.2545
▁regret	-10.2556
▁disgusting	-10.2562
▁hat	-10.2562
▁sun	-10.2565
▁psychological	-10.2566
▁z	-10.2569
▁gary	-10.2571
▁loss	-10.2572
▁hunt	-10.2581
▁sheer	-10.2602
▁aware	-10.2626
ard	-10.2631
▁joan	-10.2632
▁context	-10.2646
▁universal	-10.2646
▁spanish	-10.2646
▁/	-10.2652
▁awkward	-10.2654
▁grown	-10.2656
▁concerned	-10.2657
▁fish	-10.2661
▁cameo	-10.2662
▁discovered	-10.2664
▁teenager	-10.2667
▁saved	-10.2668
▁lucky	-10.2705
▁according	-10.2709
▁blonde	-10.2712
▁combination	-10.2713
▁amateur	-10.2714
▁nightmare	-10.273
▁ladies	-10.2736
▁fights	-10.2736
war	-10.2738
▁perform	-10.2738
▁originally	-10.2742
▁flesh	-10.2745
▁feet	-10.2745
▁spectacular	-10.2748
▁actions	-10.2758
▁sheriff	-10.2758
▁football	-10.2759
▁unexpected	-10.2769
▁frame	-10.2771
back	-10.2786
ably	-10.2796
ee	-10.2803
ki	-10.2804
▁featuring	-10.2808
▁received	-10.2811
▁meeting	-10.2812
▁vampires	-10.2827
▁deals	-10.2833
▁lewis	-10.2835
ate	-10.2846
▁reaction	-10.2847
▁villains	-10.2848
▁grew	-10.285
▁tedious	-10.2851
▁talents	-10.286
▁contrived	-10.2872
▁sees	-10.2875
▁hits	-10.2878
▁rental	-10.288
▁miles	-10.2892
▁choose	-10.2892
▁attitude	-10.2892
▁graphic	-10.2895
▁underrated	-10.2897
▁research	-10.2898
▁sake	-10.2903
▁sh	-10.2903
▁decade	-10.2909
▁display	-10.2909
▁strength	-10.291
▁heads	-10.2911
mon	-10.2914
▁join	-10.2914
▁evidence	-10.2918
▁julie	-10.2921
ad	-10.2923
▁perspective	-10.2939
▁hitler	-10.2943
▁laughter	-10.2947
very	-10.2947
bi	-10.2951
▁failure	-10.2963
▁gonna	-10.2964
▁amateurish	-10.2965
ities	-10.2966
▁douglas	-10.2966
his	-10.2969
▁crash	-10.2975
▁genuinely	-10.2978
▁fred	-10.2992
▁ann	-10.2997
▁ko	-10.2999
gi	-10.3008
▁sky	-10.3017
▁toward	-10.3022
▁dry	-10.3033
▁bbc	-10.3034
▁network	-10.3034
▁eric	-10.3052
▁results	-10.306
▁promise	-10.3066
▁reach	-10.3068
▁revealed	-10.3069
▁ba	-10.308
watch	-10.3089
▁beach	-10.3097
▁court	-10.3104
▁forces	-10.3107
va	-10.3109
▁essentially	-10.3111
ac	-10.3111
can	-10.3113
▁sympathetic	-10.3127
▁send	-10.313
▁involves	-10.3149
ran	-10.315
▁turkey	-10.3151
▁reviewer	-10.3151
▁naturally	-10.3156
▁cars	-10.3164
▁center	-10.3164
▁edited	-10.3166
▁ultimate	-10.3166
▁europe	-10.3172
▁decision	-10.3178
▁native	-10.3178
▁anthony	-10.3179
▁blow	-10.318
▁product	-10.3204
▁tight	-10.3207
▁rise	-10.3209
▁overly	-10.321
another	-10.3213
▁pet	-10.3226
▁matt	-10.3234
▁bear	-10.3237
▁described	-10.3245
rd	-10.3249
pa	-10.3259
▁candy	-10.3264
▁japan	-10.3269
▁existence	-10.327
▁handsome	-10.3273
▁executed	-10.3275
▁assume	-10.3283
▁families	-10.3293
▁steven	-10.3311
▁relief	-10.3318
▁jesus	-10.332
▁hopes	-10.3322
▁traditional	-10.3322
▁provided	-10.3323
▁logic	-10.3325
▁costs	-10.3329
▁flashbacks	-10.3333
ger	-10.334
▁depressing	-10.3341
▁freedom	-10.3342
▁visuals	-10.3342
▁seagal	-10.3346
ent	-10.3351
▁cuts	-10.3363
▁em	-10.3373
▁unable	-10.3374
▁robot	-10.3386
▁horribly	-10.3389
▁lousy	-10.3389
▁gratuitous	-10.339
▁danger	-10.3392
op	-10.3393
▁alice	-10.3399
american	-10.3404
▁lake	-10.3406
▁breaks	-10.3414
first	-10.3416
▁semi	-10.342
et	-10.3428
▁san	-10.3432
▁department	-10.3438
que	-10.3443
▁streets	-10.3446
▁eating	-10.3453
▁print	-10.3457
▁delivered	-10.346
▁treatment	-10.3463
▁gordon	-10.3463
gu	-10.3464
▁keaton	-10.3465
▁chief	-10.3466
maybe	-10.3476
mar	-10.3482
▁jungle	-10.3487
▁jennifer	-10.3496
▁hide	-10.3498
▁mountain	-10.3507
▁prefer	-10.3509
▁humans	-10.3517
▁costume	-10.3524
▁pity	-10.3527
▁mrs	-10.3529
▁continues	-10.3532
▁jimmy	-10.3542
▁prime	-10.3546
▁gene	-10.3548
day	-10.3555
▁creatures	-10.3557
▁clue	-10.3559
▁kong	-10.356
▁lo	-10.3566
▁prince	-10.3567
▁contrast	-10.3575
▁brilliantly	-10.3576
▁foot	-10.3577
▁ruin	-10.3578
▁theatrical	-10.3586
work	-10.3588
▁walked	-10.3592
▁recognize	-10.3596
▁el	-10.3599
▁cruel	-10.3608
▁capable	-10.3609
▁viewed	-10.3622
▁proper	-10.3624
▁bat	-10.3629
▁excited	-10.3635
▁refreshing	-10.3635
▁nurse	-10.3643
lan	-10.3645
▁entertained	-10.3645
▁endless	-10.3646
▁jeff	-10.3646
▁embarrassing	-10.3649
▁fool	-10.3656
▁rules	-10.3656
▁identity	-10.3658
▁levels	-10.367
▁surreal	-10.3684
▁insult	-10.3687
▁wolf	-10.3687
▁till	-10.3689
▁mask	-10.3691
▁discovers	-10.3695
▁pleasant	-10.3696
▁strongly	-10.3696
▁twisted	-10.3699
▁market	-10.3703
▁east	-10.3703
▁dude	-10.3704
▁built	-10.3712
our	-10.373
▁slapstick	-10.3733
▁bringing	-10.3734
▁stopped	-10.3734
▁halloween	-10.3738
▁remain	-10.3739
▁lesbian	-10.375
▁subtitles	-10.3753
?!	-10.3756
ir	-10.376
▁promising	-10.376
▁tiny	-10.3762
▁praise	-10.3767
john	-10.3775
▁religion	-10.3783
▁surface	-10.3784
▁louis	-10.3784
▁larry	-10.3787
▁visually	-10.3789
▁aliens	-10.38
▁hearing	-10.3803
end	-10.3807
▁substance	-10.3808
▁bus	-10.3811
▁exploitation	-10.3812
where	-10.3823
▁pile	-10.3823
▁theaters	-10.3829
▁dollars	-10.3832
▁bodies	-10.3839
nt	-10.3854
▁beast	-10.3864
▁sudden	-10.3872
▁service	-10.3879
▁harris	-10.3881
▁bore	-10.3884
▁canadian	-10.3887
▁majority	-10.3887
▁jo	-10.3889
▁target	-10.389
▁reporter	-10.3891
▁standing	-10.3896
▁portrays	-10.3897
▁proved	-10.3903
▁shocked	-10.3909
▁scare	-10.3916
▁barbara	-10.3919
▁cell	-10.3919
▁rough	-10.3923
▁produce	-10.3935
▁evening	-10.3935
▁enemy	-10.3937
▁grave	-10.3941
▁cares	-10.3945
▁ages	-10.3951
▁lower	-10.3951
ok	-10.3954
▁germany	-10.3956
▁ancient	-10.396
▁harsh	-10.3961
▁kung	-10.3961
▁dubbed	-10.3967
ph	-10.3972
▁steals	-10.3984
▁naive	-10.3986
▁regard	-10.3988
▁jackie	-10.3997
jo	-10.4002
▁uk	-10.4007
▁routine	-10.4007
lu	-10.4019
down	-10.4023
▁sisters	-10.4025
anyway	-10.4031
▁qualities	-10.4037
▁albert	-10.4045
▁root	-10.406
▁circumstances	-10.4065
▁chaplin	-10.4066
▁di	-10.4073
▁safe	-10.4079
▁appealing	-10.4084
▁asking	-10.4085
▁loses	-10.4086
▁saturday	-10.4091
▁arm	-10.41
▁ruined	-10.4104
▁idiot	-10.4106
▁awards	-10.4109
▁portraying	-10.4113
**	-10.4115
▁factor	-10.4119
bb	-10.4123
ver	-10.4124
▁scale	-10.4128
▁abuse	-10.4129
▁interview	-10.4131
▁asleep	-10.4132
▁sequels	-10.4137
▁painfully	-10.4139
▁vehicle	-10.4139
▁treasure	-10.4141
▁core	-10.4141
▁haunting	-10.4148
▁junk	-10.4152
▁fi	-10.4161
▁speech	-10.4163
▁lie	-10.4165
▁universe	-10.4167
▁bag	-10.4167
▁patient	-10.4167
▁werewolf	-10.4168
▁demon	-10.4177
▁highlight	-10.418
▁morgan	-10.4188
▁professor	-10.4194
▁emotionally	-10.4205
ron	-10.421
▁spoof	-10.4228
▁account	-10.4245
▁suck	-10.4252
▁peace	-10.426
▁sports	-10.4263
▁types	-10.4265
▁ca	-10.4268
ise	-10.4274
▁drop	-10.4278
▁cartoons	-10.4288
▁irish	-10.429
▁propaganda	-10.4298
▁offensive	-10.4304
▁simon	-10.4324
▁classics	-10.4351
made	-10.4351
▁friday	-10.4353
▁source	-10.4354
▁passed	-10.4357
film	-10.4358
▁nominated	-10.4358
red	-10.4376
▁teens	-10.4377
▁satisfying	-10.4387
▁creates	-10.4388
▁caused	-10.4388
▁weeks	-10.4393
▁path	-10.4393
▁ignore	-10.4396
mi	-10.4396
▁flow	-10.44
▁sympathy	-10.4431
▁urban	-10.4431
▁chosen	-10.4434
cy	-10.4435
▁worthwhile	-10.4436
▁fare	-10.4455
▁knock	-10.4469
▁hood	-10.447
▁extras	-10.4478
▁suffering	-10.4483
▁hal	-10.4483
▁washington	-10.4485
▁jail	-10.4487
ney	-10.4487
▁hip	-10.4489
▁marry	-10.4492
▁enter	-10.4494
▁kate	-10.4505
!).	-10.451
▁execution	-10.4512
▁inter	-10.4517
▁position	-10.4517
▁united	-10.4521
▁gas	-10.4523
▁mob	-10.4526
▁encounter	-10.4531
▁excitement	-10.4539
▁base	-10.454
ja	-10.4542
▁suspenseful	-10.4544
▁eight	-10.4563
▁broadway	-10.4568
▁guilty	-10.4571
▁experienced	-10.4571
▁su	-10.4574
▁losing	-10.4581
▁contemporary	-10.4593
▁angles	-10.4593
▁training	-10.4596
▁storm	-10.4601
rate	-10.4601
han	-10.4609
▁po	-10.4614
▁holmes	-10.4621
▁depicted	-10.4624
▁winner	-10.4637
▁makeup	-10.4644
▁technology	-10.4647
▁term	-10.465
▁min	-10.4653
▁roger	-10.4653
▁erotic	-10.4655
▁wear	-10.4655
▁hopefully	-10.4658
▁unfortunate	-10.4663
▁lawyer	-10.4675
den	-10.4676
▁mst	-10.4691
▁dean	-10.47
▁false	-10.4703
▁committed	-10.4705
▁darkness	-10.4718
▁dig	-10.4719
▁influence	-10.4725
▁environment	-10.4727
▁weekend	-10.4731
▁gi	-10.4731
▁mexican	-10.4732
▁stereotypical	-10.4733
▁veteran	-10.4741
▁opens	-10.4743
▁crying	-10.4745
▁appropriate	-10.4749
▁california	-10.4757
▁figured	-10.4761
▁sum	-10.4762
▁ne	-10.4786
▁du	-10.479
▁bothered	-10.4795
pi	-10.4808
▁renting	-10.4811
▁prior	-10.4813
▁exact	-10.4813
▁virtually	-10.4819
▁mass	-10.4824
▁talks	-10.4824
▁conversation	-10.4826
▁edward	-10.4827
▁lane	-10.4832
▁1980	-10.4833
▁dogs	-10.4836
pe	-10.4837
▁25	-10.4837
▁roy	-10.484
cha	-10.484
▁anime	-10.4841
▁southern	-10.4841
▁task	-10.4841
▁melodrama	-10.4842
▁china	-10.4844
▁joseph	-10.4847
ya	-10.4848
▁claim	-10.4852
▁shut	-10.487
▁spy	-10.4876
▁commit	-10.488
▁anna	-10.4883
▁grant	-10.4891
▁wilson	-10.4897
▁russell	-10.4899
▁tarzan	-10.49
▁raw	-10.4912
▁performed	-10.4915
▁dennis	-10.4933
▁allows	-10.4935
▁parker	-10.4945
▁convince	-10.4953
▁massive	-10.4954
▁14	-10.4955
▁obsessed	-10.496
▁degree	-10.4969
▁welcome	-10.497
▁silver	-10.4974
▁anger	-10.4975
▁fits	-10.4976
▁pat	-10.4981
▁atrocious	-10.4981
▁mature	-10.4982
▁supernatural	-10.4983
▁concern	-10.4986
▁flight	-10.4987
▁believed	-10.4995
▁spin	-10.4999
▁shark	-10.5005
car	-10.5006
▁witness	-10.5009
▁jewish	-10.501
▁continuity	-10.5011
▁haunted	-10.5015
▁guide	-10.5017
▁previously	-10.5021
▁expression	-10.5022
▁cutting	-10.5023
▁anderson	-10.5043
▁featured	-10.5043
▁latest	-10.5046
ng	-10.505
▁experiment	-10.5053
▁structure	-10.5054
tic	-10.5062
▁brave	-10.5065
▁captures	-10.5065
▁reputation	-10.5066
▁variety	-10.5066
▁inept	-10.5067
▁nevertheless	-10.5073
▁johnson	-10.5075
***	-10.5083
▁calling	-10.5086
▁jerk	-10.5094
▁murphy	-10.5097
▁movement	-10.5118
▁sir	-10.5118
▁kim	-10.512
▁category	-10.5124
▁vietnam	-10.5126
most	-10.514
▁studios	-10.5146
▁chose	-10.5149
▁cave	-10.5151
▁indie	-10.5152
▁frightening	-10.5155
▁row	-10.5159
▁wake	-10.5161
▁largely	-10.5161
▁che	-10.5167
▁proud	-10.5169
▁segment	-10.5174
os	-10.5177
▁extraordinary	-10.5181
▁cheese	-10.5181
▁unlikely	-10.5185
▁mel	-10.5187
▁touches	-10.5189
cing	-10.5202
▁walks	-10.5202
▁accents	-10.5205
▁code	-10.5208
▁ludicrous	-10.521
▁drew	-10.5211
▁punch	-10.5219
▁patrick	-10.5219
▁sch	-10.5221
▁inner	-10.5226
▁blockbuster	-10.5232
▁belief	-10.5233
▁tear	-10.5239
▁profound	-10.5239
▁contact	-10.5239
▁mi	-10.5247
▁remotely	-10.525
▁speaks	-10.5262
▁sword	-10.5264
du	-10.5267
▁description	-10.5268
▁eastwood	-10.5269
▁massacre	-10.5269
▁ga	-10.527
▁holding	-10.5271
still	-10.5281
▁santa	-10.5287
▁kiss	-10.5291
▁handled	-10.5291
▁shadow	-10.5293
ten	-10.5294
▁brooks	-10.5296
▁deadly	-10.5296
▁suffers	-10.5297
▁vacation	-10.5297
▁unconvincing	-10.5297
▁forgettable	-10.5298
▁breath	-10.5301
▁accidentally	-10.5301
▁sensitive	-10.5307
▁voices	-10.5309
▁forest	-10.5313
▁screening	-10.5323
including	-10.5327
▁hanging	-10.5327
boy	-10.5338
za	-10.534
▁host	-10.5343
▁meanwhile	-10.5345
▁league	-10.5351
▁quirky	-10.5356
▁).	-10.5358
grade	-10.536
▁birth	-10.5361
more	-10.5367
▁usa	-10.5367
▁politics	-10.5368
ko	-10.537
▁buck	-10.5371
▁insight	-10.5378
▁india	-10.5379
field	-10.5384
▁reveal	-10.5407
▁demons	-10.5411
▁amazingly	-10.5411
▁scenario	-10.5412
ana	-10.5425
tv	-10.5428
▁metal	-10.5434
▁crude	-10.5439
▁trilogy	-10.5444
▁assistant	-10.5445
▁coach	-10.5446
ol	-10.5456
rated	-10.5464
▁forgot	-10.5465
▁paced	-10.5471
ham	-10.548
▁everywhere	-10.5481
▁donald	-10.5484
▁curse	-10.5488
gen	-10.5499
▁africa	-10.55
▁breaking	-10.5501
▁tree	-10.5505
▁gritty	-10.5507
▁amazed	-10.5508
▁section	-10.5509
▁tour	-10.5514
ating	-10.5524
▁covered	-10.5525
▁blend	-10.5526
ping	-10.5529
▁multi	-10.5534
izing	-10.5536
▁elizabeth	-10.554
▁required	-10.5541
▁plans	-10.5545
▁shape	-10.5548
▁stranger	-10.555
▁delight	-10.5559
▁suffer	-10.5559
▁lifetime	-10.5564
chi	-10.5565
▁dracula	-10.5566
▁mainstream	-10.5567
▁format	-10.5571
▁ted	-10.5577
▁initial	-10.5582
▁gain	-10.5588
ud	-10.5589
▁concert	-10.5594
except	-10.5596
▁summary	-10.5597
▁security	-10.5599
ot	-10.5607
▁learns	-10.5611
▁honor	-10.5623
▁repeated	-10.5624
▁gruesome	-10.5624
▁narration	-10.5624
