<unk>	0
<s>	0
</s>	0
▁the	-3.03493
.	-3.1846
▁a	-3.70117
▁and	-3.76201
s	-3.82548
▁of	-3.87085
▁to	-3.93834
'	-4.01874
▁is	-4.1886
▁it	-4.25002
▁i	-4.29851
▁in	-4.30229
▁this	-4.48273
▁that	-4.56756
▁was	-4.93862
▁movie	-4.98391
t	-4.99128
-	-5.02049
▁for	-5.05341
▁with	-5.07582
▁as	-5.11411
▁but	-5.11412
▁film	-5.11575
▁	-5.23247
▁you	-5.27054
▁on	-5.30996
▁(	-5.40225
▁not	-5.42595
▁are	-5.46445
▁he	-5.48771
▁be	-5.50153
▁have	-5.50338
▁his	-5.52019
▁one	-5.52137
)	-5.64448
▁all	-5.67512
▁they	-5.74115
▁at	-5.74237
▁by	-5.75256
▁an	-5.76037
▁so	-5.78968
▁who	-5.81962
▁like	-5.82738
▁from	-5.84262
▁there	-5.92917
▁just	-5.96226
▁about	-5.99476
▁out	-5.996
▁her	-5.99867
▁or	-5.99955
▁if	-6.00798
▁has	-6.03193
▁what	-6.06476
▁some	-6.08258
▁good	-6.09854
!	-6.12404
▁can	-6.12976
?	-6.14717
ing	-6.15981
▁very	-6.18828
▁more	-6.19739
▁when	-6.2137
▁she	-6.25426
▁my	-6.27135
▁no	-6.28079
▁time	-6.29144
▁up	-6.29791
▁would	-6.31585
▁even	-6.32764
▁me	-6.35399
▁see	-6.35866
▁really	-6.36323
▁story	-6.36704
▁only	-6.38988
▁their	-6.42018
d	-6.42587
▁had	-6.42693
▁were	-6.46442
▁we	-6.47284
▁which	-6.47666
▁well	-6.47701
ed	-6.49078
▁-	-6.54233
▁do	-6.55709
▁much	-6.56258
...	-6.57648
▁than	-6.57731
▁bad	-6.57817
▁get	-6.58013
▁great	-6.58994
▁other	-6.60494
▁people	-6.60766
▁will	-6.61187
▁been	-6.62166
▁don	-6.62249
▁how	-6.65358
▁also	-6.65849
:	-6.66016
▁first	-6.66111
▁because	-6.66193
ly	-6.66709
▁into	-6.67819
▁most	-6.68459
▁him	-6.70889
m	-6.71986
▁make	-6.72733
▁made	-6.73937
▁way	-6.75581
▁could	-6.77341
▁then	-6.78821
▁too	-6.79684
▁think	-6.81897
▁any	-6.81929
▁them	-6.82095
▁watch	-6.84316
▁after	-6.84675
▁characters	-6.86858
▁character	-6.87521
▁movies	-6.89962
▁seen	-6.89976
▁love	-6.91195
▁plot	-6.91474
▁many	-6.92896
▁acting	-6.93199
▁show	-6.93366
▁two	-6.94362
▁over	-6.94805
▁being	-6.96187
▁know	-6.9645
▁'	-6.96547
▁never	-6.96668
▁best	-6.97033
▁did	-6.98426
▁little	-6.99327
ve	-6.99665
▁life	-6.99765
▁ever	-7.00715
re	-7.00756
▁where	-7.0132
▁films	-7.04305
▁man	-7.04376
▁your	-7.05471
▁better	-7.05826
y	-7.06204
▁off	-7.07978
▁its	-7.08021
▁end	-7.08761
▁does	-7.08876
▁say	-7.11003
▁still	-7.13268
▁here	-7.13343
▁scene	-7.14206
▁go	-7.15243
).	-7.15378
▁these	-7.17852
a	-7.19722
▁why	-7.2005
i	-7.20352
▁scenes	-7.21044
e	-7.21872
▁while	-7.22637
▁should	-7.22669
▁back	-7.228
▁something	-7.22858
▁such	-7.26304
▁through	-7.26493
▁thing	-7.26843
▁real	-7.27444
▁watching	-7.27458
▁those	-7.29594
▁funny	-7.31903
▁actors	-7.32504
▁didn	-7.32969
▁now	-7.33111
▁doesn	-7.33645
the	-7.34801
/	-7.34946
er	-7.35421
▁years	-7.36279
▁work	-7.36445
▁lot	-7.37766
▁look	-7.37984
▁find	-7.38849
▁actually	-7.39274
▁director	-7.39581
▁nothing	-7.40051
▁new	-7.40063
▁another	-7.40199
▁though	-7.40884
▁before	-7.409
▁old	-7.40919
▁going	-7.4246
▁every	-7.4276
▁same	-7.43102
▁part	-7.43379
▁few	-7.43907
▁big	-7.43991
▁makes	-7.45454
▁cast	-7.46253
ll	-7.47126
▁again	-7.47768
▁want	-7.4879
▁world	-7.50409
▁pretty	-7.51319
▁down	-7.52952
▁horror	-7.53424
▁quite	-7.5388
and	-7.54383
▁us	-7.54826
▁thought	-7.5505
▁got	-7.5599
▁young	-7.5624
▁take	-7.56738
▁things	-7.56867
▁give	-7.575
▁fact	-7.57677
▁around	-7.58297
▁long	-7.58941
▁enough	-7.59549
▁seems	-7.601
▁however	-7.60489
in	-7.60696
▁may	-7.62134
▁saw	-7.6243
▁must	-7.63049
▁right	-7.63675
▁comedy	-7.64214
▁action	-7.64264
▁music	-7.64301
▁own	-7.64751
▁both	-7.6548
▁far	-7.6588
▁come	-7.66133
▁role	-7.66382
▁between	-7.66746
▁guy	-7.67036
▁original	-7.67093
▁always	-7.67845
▁series	-7.6809
▁interesting	-7.68255
▁isn	-7.68416
▁script	-7.68978
▁without	-7.69006
▁&	-7.69028
▁whole	-7.69686
▁bit	-7.70074
▁point	-7.70987
▁least	-7.70987
▁almost	-7.71194
▁done	-7.7198
▁feel	-7.7242
▁times	-7.74048
▁minutes	-7.74509
▁family	-7.74571
▁am	-7.74695
▁last	-7.74775
▁might	-7.76033
▁gets	-7.7608
▁fun	-7.7706
▁anything	-7.77253
▁kind	-7.78117
▁since	-7.78721
▁girl	-7.79251
▁performance	-7.79333
▁tv	-7.80001
▁worst	-7.81343
▁probably	-7.81972
▁anyone	-7.82641
▁sure	-7.84084
▁away	-7.84109
▁hard	-7.84244
▁found	-7.85046
▁dvd	-7.86803
▁woman	-7.8685
▁believe	-7.87375
or	-7.87495
▁each	-7.88423
▁day	-7.88706
▁yet	-7.88712
▁rather	-7.89144
▁making	-7.903
n	-7.91576
▁book	-7.92054
▁ending	-7.92323
▁put	-7.93133
o	-7.93462
▁worth	-7.93861
▁our	-7.94131
▁trying	-7.94187
▁course	-7.94412
▁having	-7.94532
▁let	-7.94771
▁screen	-7.95029
▁set	-7.95631
--	-7.95661
▁everything	-7.96289
▁actor	-7.96649
▁main	-7.97078
▁watched	-7.97183
▁goes	-7.97482
▁sense	-7.97911
▁different	-7.98128
▁play	-7.98178
▁place	-7.98275
▁reason	-7.98553
▁played	-7.9859
▁money	-7.98656
r	-7.98791
▁job	-7.98979
▁someone	-7.99517
▁wasn	-8.00269
▁three	-8.00339
▁looking	-8.00573
▁true	-8.00591
▁maybe	-8.00671
▁everyone	-8.01344
▁effects	-8.01753
▁black	-8.01871
▁especially	-8.02049
▁once	-8.02172
▁comes	-8.02324
▁high	-8.02426
▁war	-8.02523
▁although	-8.03518
▁special	-8.03728
▁together	-8.039
▁shows	-8.0416
▁fan	-8.04489
▁night	-8.06217
▁seem	-8.06379
▁american	-8.06753
▁plays	-8.06988
▁half	-8.06988
▁beautiful	-8.07205
▁audience	-8.07224
▁looks	-8.0736
▁excellent	-8.07461
it	-8.0756
▁instead	-8.07818
▁said	-8.08075
▁seeing	-8.08372
▁2	-8.08706
▁idea	-8.09284
▁during	-8.09461
▁version	-8.09547
(	-8.09861
▁left	-8.10152
▁short	-8.11127
▁later	-8.11425
es	-8.11491
▁mind	-8.11654
▁else	-8.12866
▁john	-8.13442
▁shot	-8.13703
▁star	-8.13848
▁year	-8.13865
▁takes	-8.14239
▁death	-8.14386
▁nice	-8.14647
▁poor	-8.14674
▁wife	-8.14862
▁house	-8.14925
▁himself	-8.15316
▁home	-8.15347
▁read	-8.1641
▁enjoy	-8.16528
▁father	-8.16556
▁10	-8.17135
▁second	-8.1719
▁along	-8.18127
▁completely	-8.18429
▁low	-8.18608
▁boring	-8.1863
▁b	-8.19482
▁stupid	-8.19792
▁simply	-8.20216
▁men	-8.2023
▁need	-8.2051
▁line	-8.20564
▁help	-8.20745
▁used	-8.20799
▁recommend	-8.20831
▁classic	-8.21388
▁wrong	-8.21709
▁school	-8.21722
▁re	-8.21787
▁kids	-8.21918
▁hollywood	-8.22197
▁try	-8.22842
al	-8.23146
▁friends	-8.23564
▁rest	-8.24404
▁either	-8.24549
▁dead	-8.24589
▁production	-8.24771
▁camera	-8.24789
▁less	-8.25127
▁full	-8.25293
▁women	-8.25742
▁use	-8.25747
▁mean	-8.26054
▁start	-8.26183
▁couple	-8.26502
▁understand	-8.26502
▁sex	-8.26677
▁tell	-8.27081
▁truly	-8.27262
▁video	-8.27354
▁given	-8.27871
▁remember	-8.27948
▁awful	-8.28117
▁terrible	-8.28399
c	-8.2857
▁top	-8.28697
▁performances	-8.28723
▁--	-8.2877
on	-8.29275
▁budget	-8.29471
▁came	-8.29502
▁un	-8.29599
▁next	-8.29612
▁until	-8.29617
g	-8.29676
▁won	-8.31599
▁head	-8.31817
▁keep	-8.32019
▁getting	-8.32508
▁wonderful	-8.32517
▁episode	-8.32796
▁person	-8.32847
▁sound	-8.33069
▁mother	-8.34213
▁laugh	-8.34692
man	-8.34902
▁moments	-8.35201
▁name	-8.35234
▁definitely	-8.3567
▁small	-8.35685
▁boy	-8.35874
▁perfect	-8.36115
▁human	-8.36248
▁piece	-8.36532
▁dialogue	-8.36574
▁face	-8.36763
▁itself	-8.37115
▁live	-8.3774
▁under	-8.38308
▁couldn	-8.38786
▁playing	-8.39034
▁absolutely	-8.39326
▁car	-8.39552
▁children	-8.39589
▁perhaps	-8.3982
▁waste	-8.40142
▁title	-8.40357
▁doing	-8.40426
▁went	-8.40961
▁hope	-8.41319
▁entertaining	-8.41328
▁cinema	-8.4135
▁worse	-8.41408
▁friend	-8.41477
▁early	-8.41582
▁stars	-8.41654
▁case	-8.41664
▁picture	-8.41693
▁lines	-8.42109
▁often	-8.42208
▁loved	-8.42355
▁liked	-8.42475
▁dark	-8.43112
▁sort	-8.43585
th	-8.43705
▁3	-8.44031
▁certainly	-8.44557
▁style	-8.44722
k	-8.45735
▁felt	-8.45759
▁overall	-8.46125
▁finally	-8.46216
ness	-8.47071
▁care	-8.47284
▁mr	-8.47325
▁direction	-8.47387
▁supposed	-8.4739
▁written	-8.47454
▁gives	-8.47488
▁beginning	-8.47586
▁several	-8.47819
▁drama	-8.47823
▁lost	-8.47903
as	-8.48017
▁become	-8.48066
▁problem	-8.48122
▁humor	-8.48197
▁game	-8.48506
▁entire	-8.48844
▁lead	-8.497
▁white	-8.50068
▁totally	-8.50451
l	-8.50685
▁based	-8.50917
▁seemed	-8.50981
▁guess	-8.51256
▁oh	-8.51307
▁guys	-8.51496
▁turn	-8.51684
▁1	-8.51862
▁others	-8.52139
▁de	-8.5245
▁yes	-8.52565
▁evil	-8.53207
▁heart	-8.53687
▁side	-8.53997
▁example	-8.54127
▁flick	-8.54129
▁wanted	-8.54522
▁fans	-8.5454
▁horrible	-8.54585
▁son	-8.55153
▁fine	-8.55771
▁against	-8.55825
▁lives	-8.55991
▁throughout	-8.56406
▁killer	-8.56577
▁quality	-8.56679
▁amazing	-8.56787
▁already	-8.57001
▁final	-8.57112
▁called	-8.5723
▁today	-8.57248
▁writing	-8.57701
▁art	-8.58079
▁past	-8.5829
▁expect	-8.58332
▁god	-8.5841
▁close	-8.58635
▁run	-8.5903
▁history	-8.59101
▁town	-8.59175
▁unfortunately	-8.59207
▁despite	-8.59282
▁enjoyed	-8.59318
▁favorite	-8.59618
▁kid	-8.59704
▁able	-8.59843
to	-8.59986
▁stuff	-8.60901
▁matter	-8.61021
▁act	-8.61329
▁gave	-8.61366
▁days	-8.61681
▁kill	-8.61795
up	-8.62105
▁child	-8.62508
▁viewer	-8.62759
▁becomes	-8.62909
▁etc	-8.63775
but	-8.64125
p	-8.6439
▁brilliant	-8.64505
▁michael	-8.64628
▁tries	-8.649
▁slow	-8.65079
▁genre	-8.65209
▁hand	-8.65291
▁late	-8.66772
▁blood	-8.66848
an	-8.66961
▁myself	-8.67074
▁decent	-8.68065
▁wants	-8.68188
▁eyes	-8.68451
▁actress	-8.68692
▁city	-8.6879
▁highly	-8.68814
▁group	-8.68947
▁behind	-8.69047
▁anyway	-8.69315
▁thinking	-8.69614
▁girls	-8.69946
▁turns	-8.69953
▁strong	-8.70302
ers	-8.70302
▁parts	-8.70336
▁soon	-8.70426
▁works	-8.70514
▁killed	-8.70743
▁sometimes	-8.70743
▁directed	-8.70902
▁themselves	-8.70916
▁voice	-8.71
▁crap	-8.71092
▁hour	-8.71293
▁feeling	-8.71604
▁obviously	-8.71727
▁self	-8.71959
▁heard	-8.72078
▁daughter	-8.72213
▁fight	-8.72281
▁experience	-8.72358
▁type	-8.73057
▁cool	-8.73664
▁took	-8.73934
▁murder	-8.73939
▁happen	-8.741
▁wonder	-8.74364
▁)	-8.7455
▁hit	-8.74898
▁hell	-8.75028
▁ok	-8.75118
▁starts	-8.7529
▁score	-8.75301
▁chance	-8.75308
▁hilarious	-8.75413
▁lack	-8.75616
▁simple	-8.75852
▁stop	-8.76093
▁sad	-8.76258
▁coming	-8.76317
▁happens	-8.76459
▁wouldn	-8.76474
▁please	-8.76572
▁cut	-8.76866
▁extremely	-8.76954
▁leave	-8.77078
▁involved	-8.77348
!!	-8.77465
▁looked	-8.77466
▁moment	-8.77753
▁save	-8.77787
▁stories	-8.77802
▁told	-8.77955
▁brother	-8.78444
▁ago	-8.7875
▁violence	-8.78842
en	-8.7886
le	-8.78904
▁song	-8.7909
▁husband	-8.79112
▁o	-8.79449
▁happened	-8.79731
▁cannot	-8.80028
▁writer	-8.80061
▁attempt	-8.80076
▁wish	-8.80083
▁complete	-8.8038
▁living	-8.80436
ic	-8.8073
▁gore	-8.80745
▁huge	-8.81017
▁police	-8.81204
▁obvious	-8.81265
▁serious	-8.81787
▁call	-8.82247
▁seriously	-8.82556
▁interest	-8.82595
▁age	-8.82621
fi	-8.82807
▁yourself	-8.83512
▁cheap	-8.83543
▁4	-8.83564
▁cinematography	-8.83617
▁light	-8.83635
▁jokes	-8.84098
▁roles	-8.84402
b	-8.8444
▁talent	-8.84449
▁shown	-8.8452
▁opinion	-8.84574
▁career	-8.84666
▁annoying	-8.8472
▁david	-8.84809
▁...	-8.84918
▁released	-8.84985
▁except	-8.85362
▁hero	-8.85374
▁ten	-8.85391
▁taken	-8.85412
▁5	-8.85561
▁word	-8.85682
▁english	-8.85836
▁order	-8.85941
▁documentary	-8.86253
▁number	-8.86411
h	-8.86527
▁relationship	-8.86635
▁none	-8.86849
▁known	-8.87079
▁ridiculous	-8.87173
▁particularly	-8.87279
▁alone	-8.87334
▁view	-8.87345
▁usually	-8.87575
▁james	-8.87593
▁rating	-8.8768
▁disappointed	-8.87682
▁hours	-8.87688
▁across	-8.87909
▁exactly	-8.87917
▁saying	-8.87976
▁reality	-8.88061
▁power	-8.88308
▁robert	-8.88613
▁usual	-8.88925
▁female	-8.89065
▁started	-8.89167
▁change	-8.89264
▁possible	-8.89534
▁says	-8.89724
▁middle	-8.89929
▁scary	-8.89949
▁major	-8.90043
▁body	-8.90298
▁non	-8.90332
▁silly	-8.90396
▁opening	-8.90746
▁country	-8.90815
▁attention	-8.90869
▁running	-8.91002
▁knew	-8.91221
he	-8.9152
▁beyond	-8.91582
ther	-8.91661
▁four	-8.91936
▁due	-8.92247
▁miss	-8.92319
▁jack	-8.92336
▁add	-8.9236
▁level	-8.92388
▁strange	-8.92468
▁musical	-8.92507
▁among	-8.92916
▁television	-8.93207
▁single	-8.93328
▁20	-8.93493
▁somewhat	-8.93516
▁novel	-8.93735
▁important	-8.93879
▁happy	-8.93891
▁co	-8.94104
▁local	-8.94192
▁turned	-8.94249
▁modern	-8.94321
▁taking	-8.94638
like	-8.9475
▁king	-8.94764
▁earth	-8.94814
▁dialog	-8.94856
ie	-8.94904
▁die	-8.94917
▁basically	-8.9492
▁shots	-8.95364
▁room	-8.95548
▁words	-8.95746
▁near	-8.95781
▁predictable	-8.95785
▁dull	-8.95919
▁fast	-8.95977
which	-8.96116
▁team	-8.9636
!!!	-8.96555
▁talking	-8.96564
▁d	-8.96749
f	-8.96979
▁soundtrack	-8.97156
▁dr	-8.97259
*	-8.97305
▁hate	-8.97339
▁whose	-8.97526
▁clich	-8.97907
▁f	-8.97978
▁space	-8.98003
▁enjoyable	-8.98067
▁review	-8.98309
▁french	-8.98347
▁subject	-8.98383
▁eye	-8.98429
▁mostly	-8.98574
▁buy	-8.98752
▁entertainment	-8.98816
▁romantic	-8.98879
▁c	-8.99124
▁straight	-8.99141
▁talk	-8.99487
▁clearly	-8.99509
▁rock	-8.99541
▁british	-8.99588
▁episodes	-8.99661
▁aren	-8.99844
▁sequel	-9.0008
▁thriller	-9.00082
▁future	-9.00167
▁apparently	-9.00227
▁haven	-9.00245
▁comic	-9.00334
▁la	-9.00377
▁problems	-9.00684
▁*	-9.01153
▁events	-9.01358
▁upon	-9.0138
▁message	-9.01425
▁whe	-9.01476
▁including	-9.01657
▁storyline	-9.01748
▁clear	-9.01807
▁bring	-9.01815
▁avoid	-9.02048
▁songs	-9.02078
▁stand	-9.02146
▁george	-9.02177
▁surprised	-9.02338
▁mention	-9.02417
who	-9.02588
▁above	-9.02929
▁fall	-9.02942
▁theater	-9.03115
▁monster	-9.03128
▁bunch	-9.03198
▁supporting	-9.03572
▁similar	-9.0374
▁moving	-9.03909
▁red	-9.0394
▁five	-9.04068
▁dog	-9.04194
is	-9.04292
▁sequence	-9.04478
▁sister	-9.04646
el	-9.04788
▁material	-9.04958
▁doubt	-9.05066
▁easily	-9.05093
▁ends	-9.05198
!)	-9.0521
▁rent	-9.05393
▁stay	-9.05822
▁suspense	-9.06098
▁effort	-9.06154
ting	-9.06163
▁check	-9.06212
w	-9.06489
▁giving	-9.06609
▁tried	-9.06759
▁sit	-9.0678
▁parents	-9.06987
▁release	-9.07169
▁certain	-9.07234
▁easy	-9.07244
able	-9.07327
▁oscar	-9.07672
▁falls	-9.07743
▁follow	-9.07781
▁viewing	-9.08066
▁tells	-9.08138
▁fantastic	-9.08324
▁forget	-9.08518
▁class	-9.08541
▁lady	-9.08586
▁deal	-9.08657
▁comments	-9.08658
▁showing	-9.08674
▁kept	-9.08701
▁theme	-9.09172
▁imagine	-9.09264
ch	-9.0969
▁finds	-9.09728
▁hot	-9.09795
▁tale	-9.09863
no	-9.09905
▁editing	-9.10306
▁premise	-9.10486
▁sorry	-9.10604
▁feature	-9.10625
▁greatest	-9.10692
▁realistic	-9.1073
▁lame	-9.10778
▁decided	-9.10818
▁period	-9.10926
▁animation	-9.11068
▁hear	-9.11074
▁sets	-9.11144
▁working	-9.11358
▁gone	-9.11462
▁19	-9.11594
▁typical	-9.1163
▁move	-9.1179
▁p	-9.11808
▁g	-9.11912
▁weak	-9.11927
▁appears	-9.11983
▁believable	-9.1231
▁needs	-9.12427
3	-9.12602
▁general	-9.12629
▁mystery	-9.12689
▁wait	-9.12727
▁okay	-9.12916
▁famous	-9.13052
▁within	-9.13171
▁filmed	-9.13231
▁crime	-9.13346
▁gay	-9.13447
▁doctor	-9.13497
▁reviews	-9.13773
out	-9.14288
▁lots	-9.14338
▁using	-9.14426
▁open	-9.14536
▁learn	-9.14567
▁romance	-9.14615
▁nearly	-9.1468
▁knows	-9.14712
▁named	-9.1476
▁dance	-9.14793
▁deep	-9.14819
▁actual	-9.14921
▁sci	-9.1495
est	-9.154
▁elements	-9.15439
▁viewers	-9.15484
▁imdb	-9.15525
▁surprise	-9.15781
▁peter	-9.15819
▁e	-9.16012
▁season	-9.16183
▁shame	-9.16418
▁weird	-9.16579
▁average	-9.16676
▁brought	-9.16726
▁pay	-9.16911
▁dumb	-9.16968
▁paul	-9.16978
▁richard	-9.17003
▁somehow	-9.17018
▁truth	-9.17029
▁air	-9.17099
▁atmosphere	-9.17264
▁america	-9.17435
▁poorly	-9.1754
if	-9.17609
▁third	-9.18291
▁figure	-9.1831
▁spend	-9.1845
at	-9.18589
▁box	-9.18648
▁street	-9.18713
▁expected	-9.18781
▁situation	-9.19089
▁cop	-9.19099
▁york	-9.19182
▁form	-9.19284
▁killing	-9.19467
▁free	-9.19552
▁t	-9.19586
▁comment	-9.1966
▁herself	-9.19704
▁copy	-9.19858
▁western	-9.20251
▁dream	-9.20444
▁leads	-9.20483
▁crew	-9.21049
▁means	-9.21182
▁sequences	-9.21202
▁write	-9.21507
▁reading	-9.21635
0	-9.21702
▁particular	-9.21872
▁superb	-9.21922
▁minute	-9.22025
this	-9.22223
▁cheesy	-9.22248
▁begin	-9.22571
1	-9.22573
▁question	-9.2271
▁water	-9.22803
ra	-9.22848
▁begins	-9.2294
▁admit	-9.23049
▁fire	-9.23154
▁male	-9.23253
▁lee	-9.23279
▁nor	-9.23304
less	-9.23321
▁difficult	-9.23617
▁island	-9.24023
▁cat	-9.24079
v	-9.24171
▁became	-9.24205
▁points	-9.2427
z	-9.24305
▁mark	-9.24373
be	-9.24497
▁mess	-9.24621
▁screenplay	-9.24626
▁masterpiece	-9.2463
▁society	-9.24794
▁forward	-9.24823
▁disney	-9.25045
▁otherwise	-9.25064
▁bill	-9.25092
▁stage	-9.25129
for	-9.25135
▁feels	-9.25292
▁interested	-9.25432
▁whatever	-9.2544
▁eventually	-9.25467
na	-9.25499
▁footage	-9.25621
▁indeed	-9.25714
▁!	-9.25739
not	-9.25745
▁meet	-9.25762
▁potential	-9.25787
so	-9.25851
▁possibly	-9.25892
▁break	-9.26019
of	-9.26035
▁needed	-9.26558
▁total	-9.26658
▁forced	-9.26674
▁cover	-9.26868
▁sexual	-9.27045
▁joke	-9.27066
▁u	-9.27125
▁effect	-9.27193
▁beauty	-9.27224
▁boys	-9.27247
▁plus	-9.27271
▁development	-9.27316
▁memorable	-9.27565
▁girlfriend	-9.27949
▁emotional	-9.28148
▁agree	-9.28159
▁plain	-9.28259
▁result	-9.28309
▁ex	-9.28434
▁previous	-9.28555
▁badly	-9.28592
▁incredibly	-9.28697
▁nature	-9.28779
▁realize	-9.28848
ish	-9.29035
▁credits	-9.29061
▁features	-9.29374
▁rich	-9.29508
▁gun	-9.29752
▁laughs	-9.29892
▁personal	-9.29896
▁background	-9.30022
▁front	-9.30338
▁perfectly	-9.30398
▁leaves	-9.30418
▁twist	-9.30438
▁baby	-9.30443
▁acted	-9.3055
▁van	-9.30752
▁setting	-9.30794
▁note	-9.30903
▁crazy	-9.30967
time	-9.31018
▁plenty	-9.31236
▁hands	-9.31598
▁mad	-9.3168
▁super	-9.31752
▁creepy	-9.31766
▁unless	-9.31841
▁inside	-9.31918
ism	-9.31991
▁meets	-9.32002
▁directing	-9.32062
▁business	-9.32081
▁quickly	-9.32187
▁italian	-9.32573
▁unique	-9.3277
▁worked	-9.33092
▁battle	-9.3311
▁ask	-9.33442
▁wasted	-9.33515
▁present	-9.33589
▁ways	-9.33605
ist	-9.33979
ion	-9.34112
▁keeps	-9.34251
▁flat	-9.34327
?)	-9.3433
▁earlier	-9.3437
▁japanese	-9.34383
▁appear	-9.34421
▁fairly	-9.34473
▁cartoon	-9.34498
▁odd	-9.34503
▁list	-9.34629
▁spent	-9.34645
us	-9.34764
▁older	-9.34811
▁j	-9.34836
▁towards	-9.34971
▁cute	-9.35136
▁powerful	-9.35188
▁large	-9.35299
▁era	-9.35564
ation	-9.35577
▁sounds	-9.35733
▁expecting	-9.35744
▁writers	-9.35918
▁deserves	-9.36
▁public	-9.36
▁following	-9.3603
▁dramatic	-9.36063
▁secret	-9.36096
▁portrayed	-9.36197
ian	-9.36556
▁leading	-9.36624
▁fails	-9.36841
ity	-9.36924
one	-9.37073
▁sub	-9.37199
▁laughing	-9.37267
▁r	-9.37419
▁pure	-9.3749
▁recently	-9.37539
▁villain	-9.37555
la	-9.37689
▁various	-9.38097
▁clever	-9.38329
▁success	-9.38485
u	-9.38548
2	-9.38635
▁german	-9.38743
▁zombie	-9.38745
▁pace	-9.38795
▁talented	-9.38848
▁train	-9.38921
son	-9.38925
▁remake	-9.39048
▁caught	-9.39242
▁hair	-9.39378
▁joe	-9.39448
▁band	-9.39603
▁hold	-9.39725
by	-9.39759
▁missing	-9.39871
▁create	-9.39937
▁apart	-9.39953
co	-9.40009
▁camp	-9.40045
▁sweet	-9.40109
▁brings	-9.40182
▁bar	-9.40204
▁tom	-9.4046
▁sick	-9.40527
▁anti	-9.40632
▁l	-9.40646
▁nudity	-9.40703
▁brain	-9.40718
▁30	-9.40732
▁escape	-9.40909
??	-9.40912
de	-9.40984
▁fighting	-9.41044
▁store	-9.41122
▁focus	-9.41221
▁8	-9.41254
▁hardly	-9.41495
▁incredible	-9.41589
▁return	-9.41682
▁party	-9.41782
▁win	-9.42101
▁trash	-9.42102
▁visual	-9.4216
▁meant	-9.42265
▁manages	-9.42369
ne	-9.42765
▁language	-9.42878
▁missed	-9.42912
▁ended	-9.42975
▁speak	-9.43066
▁cold	-9.43107
▁casting	-9.4317
▁tension	-9.43261
▁fantasy	-9.43281
▁fit	-9.43304
▁appreciate	-9.434
▁value	-9.43414
▁reasons	-9.43531
▁political	-9.43565
▁fear	-9.43572
▁unlike	-9.43592
▁william	-9.43648
▁whom	-9.43752
▁post	-9.43863
▁7	-9.43977
▁married	-9.43998
▁bored	-9.44026
▁outside	-9.44033
▁waiting	-9.44191
ment	-9.44232
▁fake	-9.443
ri	-9.44368
▁telling	-9.44378
▁credit	-9.44502
▁scott	-9.4464
▁project	-9.44732
▁road	-9.44792
▁pre	-9.44952
x	-9.44964
▁members	-9.45007
▁college	-9.45184
ies	-9.45281
▁attempts	-9.4555
▁rate	-9.45604
▁science	-9.4581
▁trouble	-9.45826
▁channel	-9.45887
▁company	-9.45891
▁pick	-9.45935
▁al	-9.46061
▁state	-9.46198
▁pointless	-9.46603
da	-9.46678
▁consider	-9.46864
gest	-9.46958
▁created	-9.47096
▁considering	-9.47134
▁common	-9.47134
▁portrayal	-9.47167
▁awesome	-9.47235
▁9	-9.47236
▁recommended	-9.47249
▁master	-9.47285
ma	-9.4735
▁ben	-9.47418
▁familiar	-9.47442
▁further	-9.47442
▁christmas	-9.47553
▁office	-9.47572
▁match	-9.47572
▁slightly	-9.47688
▁wrote	-9.47689
▁sadly	-9.47931
▁filmmakers	-9.47939
ge	-9.48026
▁convincing	-9.48055
▁basic	-9.48589
▁choice	-9.48757
▁track	-9.4882
▁amount	-9.48873
▁control	-9.48926
▁positive	-9.49003
▁gang	-9.49009
▁park	-9.49054
▁k	-9.49086
▁popular	-9.49126
▁died	-9.49146
ha	-9.49284
▁dancing	-9.49471
do	-9.49678
▁15	-9.49759
▁intelligent	-9.4997
▁solid	-9.50152
▁pathetic	-9.50226
▁produced	-9.50319
▁century	-9.50646
▁tough	-9.50687
▁concept	-9.50713
▁amusing	-9.50714
▁social	-9.5074
te	-9.50955
▁ideas	-9.50986
▁exciting	-9.5105
▁bizarre	-9.51266
▁directors	-9.51274
▁garbage	-9.51375
▁neither	-9.51592
▁compared	-9.5171
▁mentioned	-9.51752
▁bother	-9.51816
▁respect	-9.5186
▁conclusion	-9.51918
▁force	-9.52152
with	-9.52383
▁glad	-9.52464
▁humour	-9.52465
go	-9.52471
▁trip	-9.52488
ter	-9.52521
▁sam	-9.52554
▁studio	-9.52741
▁decide	-9.52803
ine	-9.53052
▁spirit	-9.5314
▁former	-9.53247
▁accent	-9.53395
▁alive	-9.53449
▁impressive	-9.53463
▁h	-9.53617
▁appeal	-9.53689
▁cult	-9.53695
com	-9.53827
▁walk	-9.53889
▁younger	-9.53925
▁entirely	-9.53928
▁drug	-9.5394
▁decides	-9.53977
▁jane	-9.54214
▁violent	-9.54235
▁week	-9.54241
▁fair	-9.54257
▁producers	-9.54547
▁situations	-9.54631
▁follows	-9.54663
▁mood	-9.5472
▁cause	-9.55125
mo	-9.5518
il	-9.55248
▁culture	-9.55292
....	-9.55391
▁honest	-9.55596
▁filled	-9.55611
▁bo	-9.55679
un	-9.5572
▁con	-9.55747
▁edge	-9.55816
well	-9.56055
▁moves	-9.56108
▁bought	-9.5615
▁depth	-9.56179
ur	-9.56246
▁successful	-9.56255
▁disturbing	-9.56276
▁adult	-9.56378
ling	-9.56445
▁recent	-9.56485
▁brothers	-9.568
▁remind	-9.56877
▁shoot	-9.56977
▁touch	-9.57111
ar	-9.57194
▁vampire	-9.57222
▁effective	-9.57288
▁chemistry	-9.57292
▁opera	-9.5734
▁shooting	-9.57503
▁meaning	-9.57641
▁images	-9.57918
▁west	-9.57984
▁south	-9.58027
▁weren	-9.58051
▁genius	-9.58185
▁showed	-9.58373
▁yeah	-9.5839
▁stick	-9.58494
▁suddenly	-9.58508
▁ultimately	-9.58512
▁values	-9.58636
▁longer	-9.58684
▁alien	-9.58761
▁bed	-9.58866
▁dad	-9.58875
▁impression	-9.59142
▁impossible	-9.59153
▁changed	-9.5925
▁jim	-9.59389
▁revenge	-9.59395
▁prison	-9.59437
▁taste	-9.59636
▁club	-9.59641
▁barely	-9.59662
▁silent	-9.59737
▁law	-9.59815
▁tone	-9.59865
▁smart	-9.59904
▁?	-9.60226
▁failed	-9.60417
▁green	-9.60497
▁explain	-9.60536
off	-9.6058
land	-9.60592
4	-9.60732
▁blue	-9.6082
▁somewhere	-9.60993
▁chase	-9.61034
▁adventure	-9.61072
ton	-9.61144
▁honestly	-9.61295
▁frank	-9.61328
movie	-9.61351
▁starring	-9.61448
▁90	-9.61538
▁stunning	-9.6164
▁added	-9.61664
▁singing	-9.61768
that	-9.6184
▁uses	-9.61876
▁wild	-9.61911
▁questions	-9.61944
▁festival	-9.62001
▁kills	-9.62141
▁fiction	-9.62148
▁pass	-9.62194
▁bottom	-9.62507
▁considered	-9.6254
▁journey	-9.62849
▁sexy	-9.63204
▁planet	-9.6323
▁involving	-9.63347
▁80'	-9.63368
▁catch	-9.63454
▁sea	-9.63471
▁computer	-9.63511
▁normal	-9.6362
▁personally	-9.63659
▁aside	-9.63676
▁charming	-9.64023
▁disappointing	-9.64138
▁leaving	-9.64208
▁available	-9.64443
▁twists	-9.6451
you	-9.64634
▁scenery	-9.64639
▁sitting	-9.6496
▁nobody	-9.64967
▁land	-9.65024
▁army	-9.65104
▁ray	-9.65107
▁mary	-9.65166
▁100	-9.65188
ro	-9.65311
▁innocent	-9.65318
▁government	-9.65445
▁soul	-9.6545
▁standard	-9.65682
▁slasher	-9.65684
▁immediately	-9.65704
▁charles	-9.6585
▁purpose	-9.65934
▁london	-9.65936
▁aspect	-9.66032
▁ghost	-9.66066
old	-9.6618
▁surprisingly	-9.6642
▁issues	-9.66501
▁beautifully	-9.66556
▁photography	-9.66708
▁jones	-9.66762
▁plan	-9.66855
▁ride	-9.66971
▁terrific	-9.67191
▁loud	-9.67496
▁heavy	-9.67602
▁thanks	-9.67617
▁rare	-9.67743
▁appearance	-9.67849
▁excuse	-9.67863
▁laughable	-9.67877
▁magic	-9.67952
▁disappointment	-9.67964
▁subtle	-9.6797
▁everybody	-9.67979
▁nowhere	-9.68035
▁door	-9.68395
▁throw	-9.68397
▁soldiers	-9.68514
▁attack	-9.68539
ally	-9.68669
▁adaptation	-9.68898
▁boyfriend	-9.68903
▁comedies	-9.69003
▁date	-9.69073
even	-9.69084
▁thank	-9.69087
lo	-9.69158
▁touching	-9.69229
▁teen	-9.69251
▁ability	-9.69253
▁smith	-9.6957
▁giant	-9.696
▁lovely	-9.69602
▁wow	-9.6972
▁ed	-9.6973
j	-9.69787
▁suppose	-9.69869
▁unbelievable	-9.69901
▁natural	-9.69926
▁animated	-9.69931
▁books	-9.69996
▁drive	-9.70111
▁generally	-9.70125
▁cry	-9.70138
all	-9.70163
▁pain	-9.70228
ia	-9.70243
▁managed	-9.70296
▁rip	-9.70307
▁naked	-9.70323
▁spoilers	-9.70375
▁manner	-9.70513
▁support	-9.70562
ley	-9.70579
▁charm	-9.70643
▁painful	-9.70831
▁victim	-9.70901
▁presence	-9.70949
▁finish	-9.71083
▁color	-9.71173
▁outstanding	-9.71235
▁summer	-9.71238
▁remains	-9.71443
▁cinematic	-9.71482
▁utterly	-9.71565
▁bond	-9.71603
▁award	-9.71742
▁complex	-9.71864
▁terms	-9.71869
▁narrative	-9.71876
ul	-9.7222
▁thrown	-9.72581
▁indian	-9.72766
▁content	-9.72812
ry	-9.72903
▁happening	-9.72975
▁literally	-9.73147
▁details	-9.73197
▁costumes	-9.73203
▁double	-9.73227
▁ship	-9.73277
ta	-9.73359
▁likely	-9.734
making	-9.73676
▁wood	-9.73698
▁detective	-9.73786
▁building	-9.73812
▁m	-9.73924
▁hurt	-9.74019
▁hospital	-9.74165
▁student	-9.74198
▁80	-9.74239
age	-9.74308
▁grade	-9.74381
▁emotions	-9.74501
▁expectations	-9.74633
▁mistake	-9.74675
▁grace	-9.74844
▁producer	-9.74969
▁10.	-9.74984
▁historical	-9.75
▁runs	-9.75007
▁knowing	-9.75098
▁climax	-9.7511
em	-9.75261
▁le	-9.7533
▁chris	-9.75353
▁charlie	-9.75556
▁tired	-9.75564
▁minor	-9.75569
▁hoping	-9.7558
▁pictures	-9.75608
▁martin	-9.75677
▁beat	-9.75701
▁gem	-9.7583
▁constantly	-9.75902
▁intended	-9.75983
▁sent	-9.76049
▁fresh	-9.7606
▁laughed	-9.76154
▁zombies	-9.76181
▁brief	-9.76257
▁walking	-9.76353
▁mysterious	-9.76388
▁military	-9.76393
▁mom	-9.76442
▁emotion	-9.76892
▁fascinating	-9.76925
budget	-9.7695
▁boss	-9.76951
▁makers	-9.77091
▁phone	-9.77145
▁paris	-9.77404
▁fell	-9.7746
▁bruce	-9.77526
▁pop	-9.77626
▁serial	-9.77628
ce	-9.77738
▁contains	-9.77793
▁forever	-9.77959
ous	-9.77994
▁confusing	-9.78051
▁race	-9.78128
▁folks	-9.78224
▁presented	-9.78287
▁slowly	-9.78302
▁notice	-9.78383
▁suggest	-9.78478
5	-9.78775
▁changes	-9.78778
▁steve	-9.7878
▁x	-9.78787
▁harry	-9.78936
▁exception	-9.79018
▁answer	-9.7903
▁direct	-9.7908
▁shock	-9.79149
▁audiences	-9.7934
ey	-9.79416
▁spot	-9.7945
me	-9.79456
▁shocking	-9.79545
▁equally	-9.79679
▁st	-9.79741
▁current	-9.79764
she	-9.798
ized	-9.80046
▁compelling	-9.80053
ive	-9.80186
▁n	-9.80205
▁jean	-9.80257
▁pull	-9.80267
▁quick	-9.80289
there	-9.80312
▁collection	-9.80344
▁sat	-9.80443
▁mid	-9.80665
▁stands	-9.8072
▁central	-9.80777
▁offer	-9.80797
▁marriage	-9.80931
▁detail	-9.80939
9	-9.81259
▁sleep	-9.81299
▁thus	-9.81396
▁fully	-9.81455
▁critics	-9.81535
▁justice	-9.81563
ke	-9.81671
▁students	-9.81785
▁negative	-9.81801
▁surely	-9.81835
▁rated	-9.81893
▁w	-9.82027
▁hey	-9.82031
ant	-9.82044
▁system	-9.82252
▁ahead	-9.82258
▁names	-9.82315
▁six	-9.82366
▁creative	-9.8241
▁torture	-9.82524
▁impact	-9.82561
▁motion	-9.82565
▁step	-9.82594
▁tony	-9.82656
▁besides	-9.8268
▁stewart	-9.82709
▁agent	-9.82766
▁fashion	-9.82834
▁se	-9.82882
▁include	-9.82886
▁opportunity	-9.82983
▁aspects	-9.83019
▁extreme	-9.83037
▁ground	-9.83095
▁compare	-9.8312
▁disaster	-9.83294
▁mix	-9.8334
▁funniest	-9.83441
▁confused	-9.83457
▁million	-9.83554
▁trailer	-9.83688
▁50	-9.83714
▁hitchcock	-9.83721
▁affair	-9.83816
▁image	-9.83831
▁ma	-9.83932
▁extra	-9.83941
▁location	-9.83996
▁likable	-9.84042
▁church	-9.8418
▁gorgeous	-9.8418
▁industry	-9.8418
▁rented	-9.84213
am	-9.84253
▁feelings	-9.84257
▁mainly	-9.8429
▁treat	-9.84301
▁impressed	-9.84378
men	-9.84509
▁fellow	-9.84635
▁pieces	-9.84798
▁batman	-9.8482
▁sight	-9.84884
▁holes	-9.84955
▁:	-9.84962
▁radio	-9.85026
▁porn	-9.85077
rs	-9.85156
▁twice	-9.85253
▁epic	-9.85256
▁grand	-9.85274
um	-9.8539
▁da	-9.85593
▁finding	-9.85736
▁ha	-9.85793
▁gold	-9.85865
▁random	-9.85876
▁damn	-9.85915
▁lover	-9.8602
▁wondering	-9.86033
▁themes	-9.86145
▁process	-9.86156
▁imagination	-9.86309
▁paid	-9.86341
▁russian	-9.86491
▁anymore	-9.86508
▁count	-9.86566
▁noir	-9.86743
▁difference	-9.86771
▁mediocre	-9.86777
▁fox	-9.86917
▁share	-9.86965
▁dreams	-9.8709
▁suicide	-9.87097
▁stone	-9.87097
▁lived	-9.87098
▁billy	-9.8713
ba	-9.87258
▁reminded	-9.87295
▁appeared	-9.87337
▁fat	-9.87417
▁plane	-9.87468
my	-9.8753
▁developed	-9.87551
▁born	-9.87819
▁passion	-9.87877
▁moral	-9.87914
▁drawn	-9.87958
▁wind	-9.88021
▁key	-9.88113
▁lighting	-9.88144
▁ms	-9.88291
se	-9.88361
▁per	-9.88422
▁forgotten	-9.88506
▁acts	-9.88643
▁trust	-9.88703
▁falling	-9.88825
▁scientist	-9.88856
▁mine	-9.88907
▁hasn	-9.89105
▁machine	-9.89186
▁speaking	-9.89199
▁station	-9.89208
▁flicks	-9.8922
▁attractive	-9.89284
▁listen	-9.89444
led	-9.8953
▁accident	-9.89574
▁ugly	-9.89591
▁stuck	-9.89594
▁cross	-9.89601
▁intense	-9.89624
▁loose	-9.89631
▁drugs	-9.89767
▁delivers	-9.89811
▁joy	-9.89874
▁places	-9.89883
▁hotel	-9.90095
▁wall	-9.90176
▁christopher	-9.90441
line	-9.9046
8	-9.90605
ner	-9.90608
▁relationships	-9.90722
▁latter	-9.9087
▁information	-9.90871
ful	-9.90923
▁absolute	-9.91066
▁soap	-9.91134
▁putting	-9.91152
▁creature	-9.91162
▁adults	-9.9119
▁wooden	-9.91216
ni	-9.91283
▁deliver	-9.91349
dy	-9.9136
▁12	-9.91368
▁lord	-9.91399
▁lacks	-9.91434
▁tragic	-9.91435
▁member	-9.91489
▁captain	-9.91533
▁tend	-9.91644
ted	-9.91649
▁lose	-9.91658
▁brown	-9.91732
▁soft	-9.91789
▁flaws	-9.91875
▁cops	-9.91967
▁soldier	-9.91981
▁ready	-9.92011
▁puts	-9.92098
▁struggle	-9.9212
▁theatre	-9.92132
▁mouth	-9.92252
▁dies	-9.92261
▁allowed	-9.92301
▁spoiler	-9.92366
▁shouldn	-9.92403
▁approach	-9.92424
▁addition	-9.92473
▁kelly	-9.92493
▁animals	-9.92539
▁search	-9.92589
▁teenage	-9.92656
year	-9.92941
▁board	-9.93094
▁cgi	-9.93179
▁teacher	-9.93299
▁40	-9.9334
▁horse	-9.93424
▁element	-9.93458
▁moon	-9.93539
▁describe	-9.93634
▁independent	-9.93643
ty	-9.9365
▁victims	-9.93713
▁supposedly	-9.93718
▁seven	-9.93793
▁adds	-9.93801
▁whatsoever	-9.93809
▁angry	-9.93809
▁picked	-9.93887
di	-9.93944
▁becoming	-9.93957
▁bright	-9.93973
▁dirty	-9.94019
▁price	-9.94035
see	-9.94079
▁apartment	-9.94155
▁stock	-9.94178
▁therefore	-9.94308
bo	-9.94327
▁superior	-9.94465
we	-9.94566
▁worthy	-9.94624
▁childhood	-9.94646
▁shop	-9.94763
▁actresses	-9.94806
▁build	-9.94956
▁thoroughly	-9.94985
▁pleasure	-9.94992
▁christian	-9.95025
▁zero	-9.95184
▁seemingly	-9.95334
▁jackson	-9.95337
▁design	-9.95348
▁blame	-9.95499
▁criminal	-9.9552
▁par	-9.95588
▁offers	-9.95631
▁standards	-9.95869
vi	-9.9601
▁queen	-9.9606
&	-9.9613
▁carry	-9.96156
▁led	-9.96177
▁moved	-9.96193
ler	-9.96248
▁tim	-9.96434
▁faces	-9.9645
li	-9.96458
▁personality	-9.96513
▁followed	-9.96522
▁favourite	-9.96547
▁judge	-9.96565
▁rape	-9.96654
▁afraid	-9.96679
▁sucks	-9.96718
▁deserve	-9.96729
▁commentary	-9.96845
▁nasty	-9.96852
con	-9.96942
▁martial	-9.97008
▁desert	-9.9703
▁boat	-9.97125
▁friendship	-9.97189
▁area	-9.97449
▁professional	-9.975
▁absurd	-9.97505
▁intriguing	-9.97522
▁draw	-9.97563
▁ball	-9.97569
▁watchable	-9.97612
don	-9.97695
▁lies	-9.97708
▁70	-9.97759
▁woods	-9.97863
▁proves	-9.97946
▁onto	-9.97947
▁suspect	-9.9797
they	-9.9798
▁mc	-9.98089
▁memory	-9.98213
▁helped	-9.98237
▁ring	-9.98257
▁mike	-9.98371
▁skip	-9.98393
ring	-9.98398
▁redeeming	-9.98444
▁turning	-9.98606
▁explanation	-9.98734
▁clothes	-9.98738
▁jason	-9.98792
▁vs	-9.99019
▁comedic	-9.99087
▁dis	-9.99134
7	-9.99145
▁ryan	-9.99153
▁jr	-9.99178
▁ho	-9.99194
▁continue	-9.99205
▁provide	-9.99208
▁energy	-9.99257
▁pair	-9.99402
▁anybody	-9.99445
▁inspired	-9.99521
▁tears	-9.99623
▁jerry	-9.99629
ca	-9.99666
▁henry	-9.99821
▁willing	-9.99879
▁smile	-9.99929
▁animal	-9.99932
▁en	-9.99958
▁unknown	-9.99971
ka	-9.99994
▁games	-10.0003
life	-10.0005
▁accept	-10.0006
▁hall	-10.0012
▁uncle	-10.0021
▁filming	-10.0025
▁provides	-10.0039
▁tragedy	-10.0049
▁page	-10.0052
per	-10.0064
▁rarely	-10.0067
▁artistic	-10.0087
▁realized	-10.0108
▁dying	-10.012
▁asked	-10.0125
▁priest	-10.0138
▁helps	-10.0145
▁70'	-10.0147
▁food	-10.0159
▁anywhere	-10.0161
▁physical	-10.0161
▁na	-10.0161
▁kevin	-10.0161
▁witch	-10.0167
▁twenty	-10.0174
hi	-10.018
▁national	-10.0183
▁mission	-10.0184
▁length	-10.0196
▁wanting	-10.0205
▁news	-10.0219
▁murders	-10.0231
▁stephen	-10.0232
▁moore	-10.0247
her	-10.0256
▁delightful	-10.0258
▁bob	-10.0258
▁ice	-10.0258
played	-10.0276
▁blind	-10.0287
▁surprising	-10.0287
▁held	-10.0294
▁floor	-10.0301
▁warning	-10.0301
▁allow	-10.0301
▁brutal	-10.0305
▁roll	-10.0306
▁heaven	-10.0307
▁intelligence	-10.0318
▁religious	-10.0339
▁artist	-10.0342
▁nick	-10.0348
▁states	-10.0351
▁bloody	-10.0352
▁favor	-10.0353
especially	-10.0356
▁devil	-10.0365
▁allen	-10.038
▁flying	-10.0391
▁thin	-10.04
▁river	-10.0428
top	-10.0431
▁vhs	-10.0431
▁began	-10.0446
ci	-10.0446
▁13	-10.0468
▁bland	-10.0469
▁filmmaker	-10.047
▁accurate	-10.0471
▁returns	-10.0472
ga	-10.0479
▁wearing	-10.0483
▁destroy	-10.0484
▁dangerous	-10.0508
▁hidden	-10.0522
▁shakespeare	-10.0538
▁thomas	-10.0544
▁relate	-10.0546
▁wide	-10.0548
▁wonderfully	-10.0555
▁pacing	-10.0558
director	-10.056
▁recall	-10.058
▁dan	-10.0595
▁memories	-10.0595
▁below	-10.0599
▁mere	-10.0606
▁generation	-10.0606
▁necessary	-10.0614
▁opposite	-10.0614
▁kick	-10.0614
star	-10.0621
▁rubbish	-10.0633
▁issue	-10.0636
▁ka	-10.0648
▁author	-10.0653
▁gags	-10.0661
po	-10.0663
.....	-10.0669
▁****	-10.0673
▁mo	-10.0693
▁wit	-10.0698
▁player	-10.0699
ize	-10.0699
▁deeply	-10.0702
what	-10.0708
▁jump	-10.0708
▁buddy	-10.0711
▁anne	-10.0724
▁chinese	-10.0729
▁unusual	-10.0733
▁scared	-10.0745
▁1950	-10.0747
▁understanding	-10.0761
▁eddie	-10.0765
▁noticed	-10.0768
▁field	-10.0772
▁1970	-10.0785
▁numbers	-10.0793
▁tape	-10.0801
▁behavior	-10.0803
▁engaging	-10.0822
▁johnny	-10.0827
▁hated	-10.0828
▁williams	-10.083
▁lynch	-10.0841
▁somebody	-10.0844
▁president	-10.086
▁cash	-10.0861
▁ran	-10.0863
although	-10.0867
▁curious	-10.088
▁cable	-10.0884
▁crowd	-10.0887
▁limited	-10.0888
▁arts	-10.0901
▁fame	-10.0901
▁danny	-10.0904
▁chan	-10.0908
▁academy	-10.0938
▁introduced	-10.0946
▁utter	-10.0961
der	-10.0965
▁commercial	-10.0976
▁americans	-10.1004
▁lets	-10.1012
whilst	-10.1015
▁apparent	-10.1022
▁constant	-10.1022
▁debut	-10.1024
▁comparison	-10.1033
▁locations	-10.1043
▁singer	-10.1043
▁nicely	-10.1046
▁manage	-10.105
▁seconds	-10.1053
▁remarkable	-10.1055
▁arthur	-10.1058
▁record	-10.106
▁technical	-10.1061
▁leader	-10.1065
▁round	-10.1065
▁officer	-10.1069
▁learned	-10.1074
▁speed	-10.1076
▁holds	-10.1102
▁normally	-10.1114
▁finished	-10.1116
▁range	-10.112
▁desperate	-10.112
▁thinks	-10.1124
▁unnecessary	-10.1133
▁clean	-10.1139
▁months	-10.1145
▁discover	-10.1148
▁captured	-10.1148
▁owner	-10.1152
▁site	-10.1154
▁humorous	-10.1156
▁regular	-10.116
▁cost	-10.1165
side	-10.1167
▁rob	-10.117
▁davis	-10.1173
▁dealing	-10.1174
▁fault	-10.1176
▁conflict	-10.1179
▁witty	-10.1193
▁village	-10.1195
▁starting	-10.1198
▁monsters	-10.1198
▁mental	-10.1199
▁magnificent	-10.12
▁advice	-10.1232
ated	-10.1233
▁morning	-10.1252
▁crappy	-10.1253
▁taylor	-10.1254
▁media	-10.1261
▁heroine	-10.1262
▁includes	-10.1264
▁eat	-10.1266
▁exist	-10.1267
ier	-10.127
▁ii	-10.127
▁youth	-10.1291
▁driving	-10.1292
▁alan	-10.1293
▁loves	-10.1298
▁max	-10.1302
▁vote	-10.1306
▁drunk	-10.1313
▁pro	-10.1317
▁vision	-10.1317
▁survive	-10.1321
▁pilot	-10.1321
▁heroes	-10.1327
▁references	-10.1329
▁knowledge	-10.1331
▁responsible	-10.1333
house	-10.1334
ster	-10.1334
▁fail	-10.1343
▁sing	-10.1346
▁18	-10.1353
lin	-10.1355
▁gross	-10.1375
▁mixed	-10.1375
▁players	-10.1378
▁connection	-10.1379
▁howard	-10.1383
▁partner	-10.1386
▁suit	-10.1391
▁saving	-10.1396
nd	-10.1399
▁quiet	-10.1401
ti	-10.1402
▁sign	-10.1412
▁lacking	-10.1416
good	-10.1422
les	-10.1423
▁trek	-10.1434
▁fu	-10.1434
▁bigger	-10.1438
▁loving	-10.1449
▁community	-10.1454
▁ordinary	-10.1456
▁robin	-10.1462
over	-10.1465
▁creating	-10.1476
▁hadn	-10.1479
▁asks	-10.1481
▁fate	-10.1493
mi	-10.1494
▁growing	-10.1495
▁mini	-10.15
▁sharp	-10.1503
▁castle	-10.1509
▁seat	-10.151
▁kinda	-10.1515
▁test	-10.1523
▁wayne	-10.1525
▁individual	-10.1526
!!!!	-10.1531
ber	-10.1536
▁travel	-10.1538
▁rose	-10.155
▁scream	-10.1551
▁terribly	-10.1557
way	-10.1557
▁mar	-10.1559
▁adam	-10.1563
▁sell	-10.1565
▁program	-10.1566
▁window	-10.1567
▁legend	-10.1569
▁private	-10.1578
▁african	-10.158
▁genuine	-10.1585
▁deserved	-10.1588
▁bank	-10.16
▁dick	-10.1601
▁gotten	-10.1601
▁humanity	-10.1603
▁warm	-10.1607
▁hang	-10.161
▁sucked	-10.161
▁prove	-10.1614
▁wise	-10.1615
though	-10.1618
▁treated	-10.1619
▁alex	-10.1624
▁nonsense	-10.1624
▁explained	-10.1625
▁steal	-10.1629
▁v	-10.1641
▁finest	-10.1647
▁brian	-10.1647
▁capture	-10.1656
▁formula	-10.1656
▁lovers	-10.1658
▁irritating	-10.166
▁england	-10.166
▁grow	-10.1678
▁murdered	-10.1681
▁faith	-10.1681
▁sean	-10.1684
▁ford	-10.1686
▁australian	-10.1687
▁unrealistic	-10.1702
ho	-10.1703
▁golden	-10.1706
▁gary	-10.1712
▁international	-10.1723
▁keeping	-10.1731
▁winning	-10.1735
▁north	-10.1736
▁bomb	-10.1741
▁unfunny	-10.1744
▁luck	-10.1749
▁dreadful	-10.1752
▁shallow	-10.1765
▁parody	-10.1767
▁calls	-10.178
▁rescue	-10.1791
▁realism	-10.1806
▁empty	-10.1807
▁met	-10.1814
▁whenever	-10.1816
▁according	-10.182
▁angel	-10.1828
▁desire	-10.1829
▁frankly	-10.1831
▁rain	-10.1833
▁psycho	-10.1834
ary	-10.1842
▁skin	-10.1848
▁paper	-10.1849
▁fly	-10.1852
just	-10.1857
▁wedding	-10.1875
▁hunter	-10.1878
▁drag	-10.1882
pa	-10.1888
some	-10.1888
▁protagonist	-10.1932
▁satire	-10.1935
▁contain	-10.1939
▁wars	-10.1944
▁lesson	-10.1949
▁numerous	-10.1956
▁france	-10.196
▁powers	-10.1965
▁dressed	-10.197
▁spoil	-10.1979
▁consist	-10.198
▁fill	-10.1998
▁pulled	-10.2
▁european	-10.2002
▁guns	-10.2004
▁ill	-10.2022
▁driver	-10.2032
▁instance	-10.2041
▁asian	-10.2043
▁included	-10.2044
▁broken	-10.2044
▁corny	-10.2047
▁efforts	-10.2049
▁11	-10.205
▁reviewers	-10.2052
▁foreign	-10.2061
0'	-10.2062
▁gangster	-10.2065
▁z	-10.2068
▁heck	-10.207
▁bits	-10.2071
▁dated	-10.2071
▁hill	-10.2071
▁originally	-10.2072
▁ya	-10.2075
▁texas	-10.2085
▁visit	-10.209
▁event	-10.2096
▁skills	-10.2106
▁truck	-10.2108
▁joan	-10.2113
▁portray	-10.2113
▁cage	-10.2123
bu	-10.2131
▁model	-10.2137
▁occasionally	-10.2139
▁practical	-10.2151
▁chick	-10.2153
▁stereotypes	-10.2155
???	-10.216
▁finale	-10.2161
▁higher	-10.2165
▁teenagers	-10.2166
rely	-10.2173
▁gory	-10.2191
▁loss	-10.2193
▁universal	-10.2194
looking	-10.2195
▁develop	-10.2205
▁remembered	-10.2212
iness	-10.2212
▁sun	-10.2214
▁pretentious	-10.2214
▁/	-10.2215
▁screaming	-10.2217
▁psychological	-10.2226
▁insane	-10.2227
▁correct	-10.2238
▁terror	-10.2238
▁study	-10.2243
▁disgusting	-10.2244
▁hat	-10.2258
▁regret	-10.2259
▁grown	-10.227
▁concerned	-10.2272
▁ba	-10.2282
sh	-10.2293
▁context	-10.2305
▁spanish	-10.2305
▁saved	-10.2307
▁nightmare	-10.231
▁cameo	-10.2312
screen	-10.2317
▁lucky	-10.2318
▁discovered	-10.2323
ate	-10.2327
▁sheer	-10.2331
▁hunt	-10.2332
▁essentially	-10.2334
▁flesh	-10.2334
▁combination	-10.2349
▁blonde	-10.235
▁aware	-10.2352
▁awkward	-10.2357
▁ta	-10.2363
▁julie	-10.2367
!).	-10.2372
▁featuring	-10.2374
▁naturally	-10.2375
▁li	-10.2379
▁meeting	-10.2383
▁teenager	-10.2385
▁football	-10.2394
▁ladies	-10.2394
▁frame	-10.2395
▁eric	-10.2402
▁reaction	-10.2403
▁pet	-10.2404
▁perform	-10.2417
▁lewis	-10.2424
▁feet	-10.2426
▁fights	-10.2437
▁evidence	-10.2439
▁hitler	-10.2441
▁spectacular	-10.2473
▁underrated	-10.2486
▁rental	-10.2493
▁choose	-10.2494
▁unexpected	-10.2494
▁villains	-10.2504
▁sheriff	-10.2507
▁tedious	-10.2507
▁grew	-10.2507
▁miles	-10.2509
▁received	-10.2514
▁actions	-10.2535
▁sake	-10.2536
▁deals	-10.2542
▁fish	-10.2543
▁vampires	-10.2548
▁hits	-10.2549
gi	-10.255
▁douglas	-10.2552
ance	-10.256
▁attitude	-10.2563
▁steven	-10.2569
▁research	-10.2576
▁contrived	-10.2576
▁heads	-10.2577
▁decade	-10.2579
▁graphic	-10.2586
ac	-10.26
▁display	-10.2602
▁strength	-10.2604
▁crash	-10.2606
ably	-10.2615
▁talents	-10.2618
▁ann	-10.262
▁gonna	-10.262
▁perspective	-10.2633
▁failure	-10.2633
▁genuinely	-10.2635
▁toward	-10.2635
▁seagal	-10.2644
▁sky	-10.2645
▁anthony	-10.2646
▁fred	-10.2647
▁join	-10.2656
ja	-10.2662
▁rise	-10.2664
ru	-10.2669
▁laughter	-10.2672
▁alice	-10.2673
▁network	-10.268
ities	-10.2682
▁amateurish	-10.269
id	-10.2692
▁ko	-10.2694
▁reach	-10.2698
▁bbc	-10.2713
▁matt	-10.2713
▁dry	-10.2726
▁blow	-10.2728
▁promise	-10.2735
▁revealed	-10.2748
▁send	-10.2749
▁forces	-10.2757
▁center	-10.2761
▁edited	-10.2773
▁sympathetic	-10.2782
▁jimmy	-10.2783
▁results	-10.2785
ah	-10.279
▁regard	-10.2793
▁ultimate	-10.2796
▁decision	-10.2799
ph	-10.2802
▁europe	-10.2803
▁court	-10.2805
▁keaton	-10.2805
▁logic	-10.2809
▁beach	-10.2823
▁turkey	-10.2829
▁involves	-10.2831
▁jennifer	-10.2836
▁handsome	-10.2854
▁cars	-10.2854
▁jesus	-10.2854
▁overly	-10.2856
▁bear	-10.2858
▁candy	-10.2869
▁native	-10.2871
▁product	-10.2873
▁san	-10.2878
▁reviewer	-10.2894
▁tight	-10.2902
im	-10.291
▁japan	-10.2923
▁assume	-10.2926
▁visually	-10.2929
▁louis	-10.2945
▁described	-10.2946
▁jeff	-10.2954
rd	-10.2956
▁gene	-10.2958
che	-10.2961
▁flashbacks	-10.297
▁families	-10.297
▁existence	-10.2971
▁sees	-10.2971
ad	-10.2972
▁provided	-10.2976
ut	-10.299
▁freedom	-10.2994
▁meanwhile	-10.2995
▁traditional	-10.2999
▁cuts	-10.3016
▁costs	-10.3016
▁lousy	-10.3018
▁jungle	-10.3018
▁relief	-10.3019
▁executed	-10.3023
▁unable	-10.3026
▁visuals	-10.3038
▁robot	-10.3039
▁depressing	-10.3042
▁breaks	-10.3043
▁hopes	-10.306
ee	-10.3062
▁simon	-10.3086
▁gratuitous	-10.3089
▁danger	-10.3092
▁).	-10.3105
▁pity	-10.3105
▁print	-10.3107
▁horribly	-10.3114
▁treatment	-10.3115
▁chief	-10.3116
▁gordon	-10.3117
▁semi	-10.3118
?!	-10.3125
▁lake	-10.3127
▁eating	-10.3129
▁hide	-10.314
▁prince	-10.3144
▁streets	-10.3151
▁***	-10.3154
▁delivered	-10.316
mon	-10.3163
▁mountain	-10.3165
▁sh	-10.3167
▁mrs	-10.317
▁contrast	-10.3174
▁department	-10.3186
op	-10.3188
▁halloween	-10.3189
va	-10.3197
▁clue	-10.32
▁humans	-10.3206
▁costume	-10.3214
▁ruin	-10.3218
▁walked	-10.3219
▁creatures	-10.322
▁recognize	-10.3222
▁prefer	-10.3233
▁larry	-10.3235
▁capable	-10.3235
▁kong	-10.3236
▁el	-10.3243
▁mask	-10.3247
▁proper	-10.3249
▁brilliantly	-10.3254
▁theatrical	-10.326
▁excited	-10.326
▁built	-10.3262
▁nurse	-10.3267
▁continues	-10.3268
▁endless	-10.3271
▁prime	-10.3272
▁rules	-10.329
▁bat	-10.3291
▁embarrassing	-10.3298
▁foot	-10.3298
▁viewed	-10.3299
▁cruel	-10.3307
▁identity	-10.3308
▁fool	-10.3321
▁strongly	-10.3323
▁till	-10.3333
▁refreshing	-10.3334
▁barbara	-10.3339
ran	-10.3342
▁pleasant	-10.3344
par	-10.3349
▁entertained	-10.3369
▁aliens	-10.3371
day	-10.3372
▁dude	-10.3373
▁pa	-10.3374
▁market	-10.3375
▁surreal	-10.3383
▁tiny	-10.3386
▁gi	-10.3388
▁twisted	-10.34
▁insult	-10.3401
▁remain	-10.3402
american	-10.3403
▁levels	-10.3405
▁discovers	-10.3405
▁religion	-10.3407
▁promising	-10.3408
▁wolf	-10.341
▁em	-10.3411
▁bringing	-10.3411
▁praise	-10.3415
▁sudden	-10.3419
▁10/10	-10.343
▁canadian	-10.3433
▁bodies	-10.3437
work	-10.3439
▁jo	-10.3446
▁subtitles	-10.3452
▁table	-10.3457
▁exploitation	-10.3459
▁scare	-10.3475
▁slapstick	-10.3481
▁chaplin	-10.3481
▁surface	-10.3482
▁stopped	-10.3482
▁albert	-10.3486
▁lesbian	-10.3491
▁bus	-10.3492
▁hearing	-10.3504
▁jackie	-10.3514
▁bore	-10.3514
▁standing	-10.352
▁lo	-10.3522
▁uk	-10.3548
▁pile	-10.3549
▁harris	-10.3554
▁substance	-10.3556
▁dollars	-10.3563
▁lower	-10.3565
▁produce	-10.3571
▁proved	-10.3576
▁target	-10.3578
▁majority	-10.3585
▁theaters	-10.3589
▁reporter	-10.3589
▁beast	-10.3589
▁service	-10.3593
back	-10.3601
▁portrays	-10.3605
▁shocked	-10.3608
▁dubbed	-10.3613
war	-10.3618
▁patient	-10.362
▁rough	-10.362
ence	-10.3623
▁ancient	-10.3632
▁kung	-10.3633
▁saturday	-10.3633
▁enemy	-10.3634
▁enter	-10.3639
▁morgan	-10.3653
ent	-10.3655
que	-10.3656
▁harsh	-10.3658
▁cell	-10.3661
▁arm	-10.3664
bi	-10.3668
▁steals	-10.3668
▁routine	-10.367
▁evening	-10.3677
▁grave	-10.3682
▁naive	-10.3683
bad	-10.3684
▁demon	-10.3686
▁ages	-10.3691
▁loses	-10.3694
nt	-10.3702
▁cares	-10.3703
ard	-10.3705
▁germany	-10.3706
▁asking	-10.3716
▁peace	-10.3716
▁root	-10.3723
▁appealing	-10.3732
▁haunting	-10.3742
▁bag	-10.3748
▁safe	-10.3748
ger	-10.3755
▁qualities	-10.376
▁interview	-10.3765
▁hopefully	-10.3766
▁sisters	-10.378
▁speech	-10.3781
▁idiot	-10.3782
▁portraying	-10.3785
▁treasure	-10.3785
▁circumstances	-10.3788
▁junk	-10.3797
▁ruined	-10.3801
▁core	-10.3805
▁factor	-10.3809
▁scale	-10.3823
▁amateur	-10.3826
▁asleep	-10.3828
▁sports	-10.3834
▁nevertheless	-10.3837
**	-10.3843
▁emotionally	-10.385
▁vehicle	-10.3853
▁painfully	-10.3862
▁highlight	-10.3867
▁awards	-10.3874
▁abuse	-10.3876
▁drop	-10.3884
▁universe	-10.3889
▁sequels	-10.3896
▁suck	-10.3909
▁werewolf	-10.3917
▁hal	-10.3923
▁account	-10.3933
et	-10.3933
▁2.	-10.3935
au	-10.3939
▁spoof	-10.3941
▁friday	-10.3941
▁professor	-10.3942
▁types	-10.3956
▁roy	-10.3958
▁offensive	-10.3973
▁anna	-10.3978
▁irish	-10.3984
▁ignore	-10.3985
▁propaganda	-10.3993
▁urban	-10.402
▁passed	-10.4027
ial	-10.4028
▁po	-10.4031
▁caused	-10.4031
▁path	-10.4034
▁kate	-10.4038
▁source	-10.4041
▁suffering	-10.4044
▁dean	-10.4049
▁mob	-10.4058
▁losing	-10.4062
▁cartoons	-10.4062
▁flow	-10.4063
▁teens	-10.4064
▁nominated	-10.4079
▁knock	-10.4081
▁creates	-10.4082
▁hood	-10.4085
▁worthwhile	-10.41
▁chosen	-10.4103
▁weeks	-10.411
ron	-10.4119
▁fare	-10.4134
▁satisfying	-10.4135
▁extras	-10.4137
▁eight	-10.4147
▁sympathy	-10.4152
▁washington	-10.4153
▁jail	-10.4155
▁east	-10.4157
▁marry	-10.4159
▁experienced	-10.416
▁su	-10.4171
▁classics	-10.4174
▁edward	-10.4177
▁makeup	-10.4178
▁united	-10.4189
▁roger	-10.4195
▁hip	-10.4203
▁execution	-10.4206
▁false	-10.4207
▁base	-10.4208
▁suspenseful	-10.4211
▁position	-10.4211
▁storm	-10.4213
▁gas	-10.4225
▁holmes	-10.4234
▁tarzan	-10.4235
▁encounter	-10.4244
ki	-10.4252
mer	-10.4253
▁veteran	-10.4259
▁broadway	-10.4262
mar	-10.4265
▁training	-10.4265
▁angles	-10.4268
ex	-10.4271
▁vi	-10.4281
▁di	-10.4283
▁mst	-10.4283
made	-10.4284
▁technology	-10.4287
▁excitement	-10.4287
▁joseph	-10.4291
▁guilty	-10.4292
▁erotic	-10.4293
▁winner	-10.4293
▁contemporary	-10.4314
▁min	-10.4315
▁depicted	-10.4318
red	-10.4325
▁ne	-10.4328
▁flight	-10.4346
mm	-10.435
rate	-10.4355
▁unfortunate	-10.4356
▁darkness	-10.4357
▁appropriate	-10.4359
▁wear	-10.436
▁1.	-10.4361
▁ca	-10.4365
▁term	-10.4367
▁lawyer	-10.4368
▁massive	-10.4369
▁stereotypical	-10.4369
▁committed	-10.4371
▁california	-10.4396
▁sum	-10.44
▁virtually	-10.4401
▁dennis	-10.4402
cy	-10.4412
▁anime	-10.4423
▁weekend	-10.4424
▁mexican	-10.4424
ko	-10.4425
▁segment	-10.4426
▁figured	-10.4428
ck	-10.4433
▁inter	-10.4437
▁influence	-10.4437
▁fi	-10.4441
▁opens	-10.4443
▁exact	-10.4447
▁environment	-10.4448
▁grant	-10.4449
▁conversation	-10.4454
ney	-10.4456
▁mass	-10.4464
▁14	-10.4465
▁crying	-10.4468
ol	-10.4468
▁shut	-10.4474
▁lie	-10.4477
▁prior	-10.4478
▁task	-10.4479
▁china	-10.448
▁welcome	-10.4489
▁talks	-10.4495
▁25	-10.4496
his	-10.4498
▁parker	-10.4499
bb	-10.45
▁commit	-10.4502
▁southern	-10.4506
▁lane	-10.4523
ak	-10.4525
▁mel	-10.4531
▁melodrama	-10.4533
▁russell	-10.4534
▁renting	-10.4536
▁sir	-10.4538
▁bothered	-10.4544
ir	-10.4558
▁pat	-10.4561
▁claim	-10.4562
▁dogs	-10.4562
▁1980	-10.4576
▁mi	-10.4582
▁kim	-10.4583
▁spy	-10.4598
▁convince	-10.4608
▁performed	-10.4608
▁concern	-10.4609
ious	-10.4612
▁calling	-10.4614
▁continuity	-10.4617
▁mature	-10.4618
ise	-10.4619
▁haunted	-10.4623
▁degree	-10.4624
▁cutting	-10.463
▁structure	-10.4632
▁anger	-10.4637
▁silver	-10.4637
▁allows	-10.4642
▁jewish	-10.4645
▁wilson	-10.4645
▁drew	-10.4645
▁cave	-10.4646
▁patrick	-10.4652
▁obsessed	-10.4652
▁latest	-10.4654
▁previously	-10.4658
lu	-10.466
chi	-10.466
▁shark	-10.4668
▁code	-10.4668
▁atrocious	-10.4673
▁supernatural	-10.4674
▁murphy	-10.4674
▁anderson	-10.4677
▁du	-10.4682
▁spin	-10.4685
▁guide	-10.4688
ite	-10.4692
▁fits	-10.4693
▁row	-10.4698
pe	-10.4699
mp	-10.4699
▁believed	-10.4721
▁witness	-10.4727
▁brave	-10.4728
▁variety	-10.473
▁che	-10.4735
▁expression	-10.4735
▁wake	-10.4738
▁johnson	-10.4739
▁largely	-10.474
▁chose	-10.4754
▁ja	-10.476
▁experiment	-10.4765
▁sword	-10.4771
▁movement	-10.4771
▁extraordinary	-10.4786
▁summary	-10.4786
▁inept	-10.4787
▁vietnam	-10.4789
▁featured	-10.4793
▁indie	-10.4799
▁studios	-10.4806
down	-10.4809
end	-10.4812
▁category	-10.4815
▁reputation	-10.4815
can	-10.4816
▁jerk	-10.4822
▁captures	-10.4826
▁brooks	-10.4843
▁frightening	-10.4846
▁daniel	-10.4848
▁proud	-10.486
▁demons	-10.4868
***	-10.4871
su	-10.4872
▁contact	-10.4872
▁4/10	-10.4876
▁unlikely	-10.488
▁donald	-10.488
▁touches	-10.488
lan	-10.4882
gu	-10.4885
▁granted	-10.4888
▁santa	-10.4895
▁description	-10.4901
▁forgettable	-10.4901
▁ted	-10.4902
▁punch	-10.4908
▁raw	-10.4912
▁walks	-10.4914
car	-10.4923
pi	-10.4928
▁ludicrous	-10.493
▁cheese	-10.493
▁eastwood	-10.493
▁tour	-10.493
▁holding	-10.4935
▁sensitive	-10.4938
▁inner	-10.4938
▁remotely	-10.4941
▁blockbuster	-10.4944
▁belief	-10.4944
▁speaks	-10.4949
▁forest	-10.495
▁india	-10.4951
▁breath	-10.4956
▁massacre	-10.4958
▁profound	-10.4959
▁elizabeth	-10.4963
▁deadly	-10.4963
▁birth	-10.4963
▁host	-10.4964
▁suffers	-10.4965
▁shadow	-10.4973
▁accents	-10.4974
▁mis	-10.4985
▁amazingly	-10.4988
▁hanging	-10.4988
including	-10.4992
▁reveal	-10.4996
▁insight	-10.5001
▁handled	-10.5011
oh	-10.5016
▁vacation	-10.5016
▁accidentally	-10.502
▁curse	-10.5029
▁usa	-10.5035
▁kiss	-10.5038
▁unconvincing	-10.5046
▁quirky	-10.5046
▁buck	-10.5046
▁voices	-10.5049
kin	-10.5051
▁screening	-10.5054
▁league	-10.5069
ana	-10.5069
▁crude	-10.5069
▁security	-10.5075
▁coach	-10.5076
ya	-10.5079
▁ga	-10.5083
▁forgot	-10.5094
▁assistant	-10.5104
▁metal	-10.5111
▁politics	-10.5117
▁breaking	-10.5133
▁fulci	-10.5134
▁flash	-10.5135
▁required	-10.5142
za	-10.5145
▁scenario	-10.5153
▁blend	-10.5154
zz	-10.5165
▁gritty	-10.5165
▁everywhere	-10.5168
▁whoever	-10.5182
▁paced	-10.5188
▁section	-10.5188
▁honor	-10.5192
▁trilogy	-10.5193
▁multi	-10.5193
▁alright	-10.5193
cha	-10.5195
▁plans	-10.5196
▁blah	-10.5197
▁stranger	-10.52
nic	-10.5201
cing	-10.5206
▁tree	-10.5215
os	-10.5217
▁delight	-10.5219
▁lifetime	-10.5223
▁amazed	-10.5227
▁format	-10.5227
▁sin	-10.5229
tic	-10.5229
▁shape	-10.5236
▁warner	-10.5243
▁africa	-10.5248
▁rule	-10.5249
▁gruesome	-10.5252
▁mainstream	-10.5255
▁chuck	-10.5259
▁dig	-10.5268
▁initial	-10.5269
▁covered	-10.5275
▁**	-10.5278
▁concert	-10.5282
▁narration	-10.5282
▁guard	-10.5284
▁suffer	-10.5299
▁gain	-10.5304
▁cooper	-10.5306
▁repeated	-10.5312
▁dracula	-10.5314
▁pan	-10.5328
film	-10.5334
▁depiction	-10.5336
▁funnier	-10.5342
▁baseball	-10.5342
istic	-10.5344
▁stolen	-10.5345
field	-10.5347
▁kane	-10.535
▁focused	-10.5358
▁grim	-10.5364
▁learns	-10.5366
▁statement	-10.5368
▁stomach	-10.5372
▁bull	-10.5374
▁julia	-10.5374
▁dragon	-10.5375
