<unk>	0
<s>	0
</s>	0
▁the	-3.07403
.	-3.33521
▁a	-3.7322
▁and	-3.7811
▁of	-3.88717
▁to	-3.95812
s	-3.99563
'	-4.03219
▁is	-4.20025
br	-4.22571
▁it	-4.28385
▁in	-4.33365
▁i	-4.36846
▁this	-4.52605
▁that	-4.58577
▁/><	-4.92424
▁was	-4.95291
▁/>	-4.95589
▁movie	-5.00042
-	-5.03789
▁for	-5.07886
t	-5.07932
▁with	-5.09539
▁film	-5.13426
▁as	-5.13593
▁but	-5.14836
▁	-5.17881
.<	-5.21048
▁you	-5.29172
▁on	-5.33354
▁(	-5.42569
▁not	-5.44813
▁are	-5.47988
▁he	-5.51711
▁have	-5.51749
▁be	-5.53325
▁his	-5.53903
▁one	-5.54928
)	-5.66299
▁all	-5.70989
▁they	-5.75757
▁at	-5.76254
▁by	-5.77529
▁an	-5.78805
▁who	-5.84069
▁so	-5.84386
▁like	-5.84678
▁from	-5.8637
▁just	-5.9838
▁there	-5.99748
▁about	-6.01194
▁her	-6.01817
▁out	-6.01933
▁or	-6.02138
▁has	-6.0496
▁if	-6.08337
▁some	-6.1105
▁what	-6.11362
▁good	-6.11656
▁can	-6.15315
▁very	-6.20599
▁more	-6.21223
!	-6.21606
▁when	-6.24822
▁she	-6.28267
▁time	-6.31129
▁my	-6.31982
▁no	-6.32003
▁up	-6.32069
?	-6.32636
▁would	-6.33187
▁even	-6.35767
▁really	-6.3789
▁me	-6.37937
▁see	-6.38058
the	-6.38249
▁story	-6.38434
ing	-6.38618
▁only	-6.40678
▁their	-6.43843
▁had	-6.44382
▁were	-6.47852
▁which	-6.49646
▁well	-6.51408
▁we	-6.51643
i	-6.56265
▁much	-6.58069
▁-	-6.59172
▁than	-6.5929
▁get	-6.5984
▁bad	-6.59977
▁do	-6.60408
▁great	-6.60934
▁people	-6.62651
▁other	-6.63034
▁will	-6.6316
▁been	-6.63565
▁don	-6.66184
...	-6.6716
d	-6.67886
▁because	-6.68117
▁how	-6.68414
:	-6.68541
▁into	-6.694
▁first	-6.69543
▁also	-6.69555
▁most	-6.71144
▁him	-6.72648
▁make	-6.74685
▁made	-6.75347
▁way	-6.77436
▁could	-6.78852
▁too	-6.81342
▁then	-6.82262
▁them	-6.83141
▁any	-6.83743
▁think	-6.83932
ed	-6.8485
m	-6.86117
▁watch	-6.86844
▁characters	-6.88233
▁after	-6.89036
▁movies	-6.89172
▁character	-6.90145
▁seen	-6.91182
▁plot	-6.93706
▁love	-6.93751
▁acting	-6.949
▁many	-6.95057
▁show	-6.95263
▁two	-6.96796
▁being	-6.97978
▁<	-6.9821
ly	-6.98517
▁know	-6.9867
▁never	-6.98689
▁best	-6.98896
▁over	-6.99311
▁'	-6.9995
▁did	-7.00375
▁little	-7.00867
▁life	-7.01448
▁ever	-7.02406
▁films	-7.03484
▁where	-7.03906
▁its	-7.04983
▁your	-7.06786
ve	-7.07002
▁better	-7.07225
▁man	-7.09191
▁off	-7.09777
▁does	-7.10568
▁end	-7.11216
▁say	-7.13102
re	-7.13267
▁still	-7.16348
▁scene	-7.16536
▁here	-7.17064
▁go	-7.2012
▁these	-7.20387
a	-7.22123
▁scenes	-7.22357
▁why	-7.24156
▁should	-7.24267
▁something	-7.24603
▁back	-7.26956
▁through	-7.28089
▁such	-7.28095
▁thing	-7.28702
▁while	-7.28857
▁watching	-7.29389
▁real	-7.29694
▁those	-7.31654
▁funny	-7.33331
▁actors	-7.33789
▁didn	-7.34518
▁doesn	-7.35164
).	-7.36387
▁years	-7.37641
/	-7.38721
▁work	-7.39574
and	-7.39614
▁lot	-7.40148
▁now	-7.40486
▁find	-7.40665
▁look	-7.40754
▁actually	-7.41412
▁old	-7.42617
▁new	-7.42625
▁nothing	-7.42763
▁before	-7.43227
▁director	-7.43661
▁though	-7.4411
▁going	-7.44239
▁same	-7.44553
y	-7.45201
▁another	-7.45441
▁few	-7.45536
▁every	-7.46032
▁part	-7.46196
▁makes	-7.46399
▁big	-7.46563
<	-7.48566
▁cast	-7.49236
▁again	-7.49927
▁want	-7.5067
▁world	-7.52546
in	-7.52815
▁pretty	-7.53225
▁horror	-7.55078
▁down	-7.55428
▁quite	-7.55585
▁us	-7.56877
▁thought	-7.56959
▁got	-7.57516
ll	-7.57591
it	-7.5781
▁young	-7.58179
▁things	-7.58614
▁take	-7.59809
▁around	-7.59844
▁give	-7.59953
▁fact	-7.6001
e	-7.60556
▁long	-7.61048
▁enough	-7.61159
▁seems	-7.61542
▁saw	-7.63747
▁must	-7.65077
▁comedy	-7.6542
▁music	-7.66257
▁right	-7.66433
▁may	-7.66445
▁own	-7.67063
▁action	-7.67149
▁role	-7.67815
▁come	-7.68332
▁both	-7.6846
▁between	-7.68498
▁original	-7.6866
▁guy	-7.68804
▁always	-7.69402
▁series	-7.69453
▁however	-7.69681
▁isn	-7.69794
▁interesting	-7.69867
▁far	-7.712
▁whole	-7.71217
▁script	-7.71331
▁without	-7.71587
▁bit	-7.72135
▁least	-7.72473
▁almost	-7.7308
▁done	-7.7343
▁point	-7.73449
▁times	-7.74052
this	-7.74088
▁feel	-7.74412
▁minutes	-7.75864
▁family	-7.7593
▁gets	-7.76445
▁am	-7.77181
▁last	-7.77224
▁might	-7.77954
▁anything	-7.78663
▁kind	-7.80656
▁fun	-7.80847
▁performance	-7.81124
▁tv	-7.8131
▁since	-7.81745
▁girl	-7.82272
▁worst	-7.83119
▁probably	-7.84098
▁anyone	-7.85115
▁away	-7.85495
▁hard	-7.85688
▁found	-7.87062
▁sure	-7.87433
▁woman	-7.88672
▁dvd	-7.888
▁believe	-7.89564
▁day	-7.90566
▁each	-7.90737
▁rather	-7.91079
▁making	-7.91965
▁yet	-7.92054
▁book	-7.94452
▁ending	-7.95603
▁trying	-7.95669
▁worth	-7.96037
▁put	-7.96178
▁course	-7.96292
--	-7.96515
▁our	-7.96775
▁screen	-7.9684
▁watched	-7.98154
▁actor	-7.98306
▁set	-7.98306
▁having	-7.98805
▁goes	-7.99084
▁everything	-7.99482
▁different	-7.99583
▁played	-8.00081
▁money	-8.00127
▁place	-8.00184
▁reason	-8.00758
▁play	-8.00906
▁job	-8.00928
▁let	-8.00928
▁main	-8.01055
▁wasn	-8.0119
▁sense	-8.0134
▁someone	-8.01943
▁looking	-8.02729
▁true	-8.02899
▁three	-8.03062
▁effects	-8.03293
▁comes	-8.03506
▁especially	-8.03842
▁everyone	-8.04196
▁shows	-8.05044
▁high	-8.05339
▁together	-8.05556
▁maybe	-8.06045
▁once	-8.06074
▁special	-8.07392
▁war	-8.07615
▁fan	-8.07955
▁plays	-8.08036
▁seem	-8.08129
▁looks	-8.08322
▁half	-8.08389
▁beautiful	-8.08924
▁black	-8.09238
▁night	-8.09392
▁excellent	-8.09393
▁audience	-8.09518
▁said	-8.09607
er	-8.0972
▁american	-8.0998
▁seeing	-8.1019
▁instead	-8.11049
▁version	-8.11126
▁idea	-8.11247
▁2	-8.114
▁during	-8.1231
▁left	-8.12599
▁although	-8.12987
(	-8.13387
▁mind	-8.13647
▁later	-8.14389
▁else	-8.14403
▁short	-8.14664
▁takes	-8.15148
but	-8.15415
▁year	-8.15718
▁shot	-8.16024
▁wife	-8.16526
as	-8.16634
▁death	-8.16757
▁himself	-8.17011
▁poor	-8.17632
▁nice	-8.18017
▁john	-8.18076
▁house	-8.18163
▁father	-8.18231
▁read	-8.1839
▁star	-8.19074
▁home	-8.19118
▁enjoy	-8.19123
▁completely	-8.19761
▁boring	-8.20185
▁low	-8.20777
▁along	-8.20987
▁second	-8.21572
▁used	-8.2194
▁simply	-8.22313
▁10	-8.22464
▁men	-8.23232
▁classic	-8.23267
▁kids	-8.23426
▁recommend	-8.23956
▁help	-8.23966
▁line	-8.24093
▁stupid	-8.24148
▁hollywood	-8.24196
or	-8.24354
▁wrong	-8.24624
▁friends	-8.24683
▁need	-8.24747
▁try	-8.25633
▁school	-8.26327
▁rest	-8.26465
▁either	-8.26573
▁production	-8.26795
▁women	-8.2722
▁less	-8.2755
▁dead	-8.27727
▁use	-8.28136
▁camera	-8.28166
▁start	-8.28209
▁couple	-8.28368
▁mean	-8.28381
▁full	-8.28825
▁truly	-8.29705
▁performances	-8.29748
▁remember	-8.29883
▁video	-8.30022
▁terrible	-8.30343
▁understand	-8.3039
▁awful	-8.3055
▁given	-8.30616
▁tell	-8.30691
▁top	-8.30755
▁sex	-8.31095
o	-8.31135
▁until	-8.31255
▁came	-8.3218
▁won	-8.33081
▁--	-8.33573
▁next	-8.33609
if	-8.33682
▁budget	-8.33887
▁getting	-8.34006
▁wonderful	-8.34108
▁keep	-8.34627
▁episode	-8.34737
▁person	-8.35131
▁b	-8.35763
▁mother	-8.36218
▁moments	-8.36371
▁sound	-8.364
▁laugh	-8.36642
▁head	-8.37056
▁small	-8.3747
▁name	-8.37819
▁piece	-8.38249
▁dialogue	-8.38489
▁itself	-8.38611
▁perfect	-8.39193
▁definitely	-8.39232
▁face	-8.39672
▁couldn	-8.40136
▁human	-8.40275
▁playing	-8.40639
▁doing	-8.41153
▁absolutely	-8.41211
▁waste	-8.41387
▁boy	-8.41551
▁children	-8.41768
▁live	-8.41778
n	-8.42202
▁went	-8.42457
▁stars	-8.42719
▁entertaining	-8.42721
▁lines	-8.42965
▁friend	-8.43328
▁early	-8.43378
▁worse	-8.43395
▁liked	-8.43455
▁hope	-8.43478
▁case	-8.43633
▁loved	-8.43961
▁often	-8.44118
▁picture	-8.45322
▁sort	-8.45462
▁cinema	-8.45491
▁under	-8.46185
▁style	-8.46264
▁perhaps	-8.46296
▁certainly	-8.47015
▁felt	-8.47414
▁gives	-8.48047
▁title	-8.48209
▁supposed	-8.48734
▁lost	-8.49218
▁humor	-8.49287
▁dark	-8.49503
▁beginning	-8.49526
▁written	-8.49549
▁several	-8.49802
▁become	-8.49887
▁direction	-8.5017
▁care	-8.50352
▁entire	-8.50363
▁drama	-8.50677
▁3	-8.50869
▁problem	-8.50966
▁lead	-8.51578
▁mr	-8.51875
▁totally	-8.52207
▁white	-8.52255
▁game	-8.52323
▁others	-8.52347
▁seemed	-8.52363
▁guys	-8.5264
▁guess	-8.52849
on	-8.53081
▁car	-8.54096
▁based	-8.54354
▁turn	-8.54826
▁evil	-8.55083
to	-8.55148
▁wanted	-8.55411
▁flick	-8.55538
there	-8.55805
▁finally	-8.55992
▁horrible	-8.56065
▁example	-8.56232
▁fans	-8.57047
▁lives	-8.57349
▁heart	-8.57578
▁son	-8.57684
▁against	-8.57688
r	-8.58002
▁quality	-8.58215
▁amazing	-8.58276
▁fine	-8.58357
▁killer	-8.58511
▁already	-8.58749
▁called	-8.58811
▁throughout	-8.58999
▁writing	-8.59102
!<	-8.59236
▁side	-8.5994
▁re	-8.60311
▁enjoyed	-8.6032
▁history	-8.60952
▁able	-8.61107
▁1	-8.61231
▁today	-8.61336
▁final	-8.61806
▁favorite	-8.62009
▁yes	-8.62492
▁close	-8.625
▁days	-8.62573
▁town	-8.62597
▁kid	-8.62604
▁gave	-8.62746
▁art	-8.62763
▁oh	-8.6303
▁run	-8.63086
▁expect	-8.63128
▁past	-8.63607
▁act	-8.63881
▁becomes	-8.64172
▁stuff	-8.64551
▁child	-8.64621
th	-8.64633
▁matter	-8.64678
▁viewer	-8.64811
▁etc	-8.65293
▁kill	-8.65304
▁god	-8.65875
▁tries	-8.66074
▁brilliant	-8.66636
▁genre	-8.67039
▁hand	-8.68052
so	-8.68171
▁wants	-8.68386
▁myself	-8.6863
▁un	-8.68947
▁slow	-8.69014
▁late	-8.69083
▁michael	-8.69594
man	-8.69606
▁despite	-8.69882
▁parts	-8.70301
▁actress	-8.70325
▁eyes	-8.70347
es	-8.70358
▁unfortunately	-8.70373
▁girls	-8.70825
▁city	-8.70934
▁behind	-8.71058
▁thinking	-8.71095
▁turns	-8.71233
▁decent	-8.71504
▁works	-8.71549
▁group	-8.72014
▁strong	-8.72298
▁killed	-8.72373
▁themselves	-8.7265
▁sometimes	-8.73051
▁hour	-8.73136
▁feeling	-8.73285
▁heard	-8.7341
▁soon	-8.73457
▁daughter	-8.73497
▁highly	-8.73648
▁voice	-8.73658
▁blood	-8.73891
▁crap	-8.73959
▁experience	-8.74171
▁)	-8.74413
▁fight	-8.74452
▁directed	-8.74509
▁self	-8.74744
▁overall	-8.74928
▁obviously	-8.75189
k	-8.75763
▁cool	-8.75764
▁took	-8.75808
▁type	-8.75873
▁happen	-8.76053
▁wonder	-8.76198
▁murder	-8.76249
▁starts	-8.76382
▁hit	-8.76996
▁chance	-8.77062
▁hilarious	-8.77122
▁happens	-8.77678
▁wouldn	-8.77678
▁extremely	-8.78215
▁lack	-8.78255
▁score	-8.78407
▁stop	-8.78497
▁coming	-8.78607
▁involved	-8.78665
▁looked	-8.78709
▁simple	-8.78887
▁hell	-8.78938
▁stories	-8.79492
up	-8.79548
▁leave	-8.79649
▁told	-8.79743
▁moment	-8.79965
▁ago	-8.80138
▁brother	-8.80591
▁song	-8.80932
▁happened	-8.81123
c	-8.81184
▁de	-8.81208
▁violence	-8.81294
▁save	-8.81497
▁cannot	-8.81568
▁attempt	-8.81958
▁complete	-8.82001
▁wish	-8.82514
▁huge	-8.82682
▁obvious	-8.82861
▁writer	-8.82877
▁gore	-8.83239
al	-8.83278
▁serious	-8.83283
▁sad	-8.83286
▁ok	-8.83337
▁police	-8.8375
▁age	-8.83773
▁living	-8.84077
!!	-8.84197
▁interest	-8.8436
▁husband	-8.84365
▁roles	-8.84449
▁yourself	-8.84811
▁jokes	-8.85118
ness	-8.85397
▁cut	-8.85406
▁cinematography	-8.8542
▁shown	-8.85677
▁talent	-8.85913
like	-8.86024
▁annoying	-8.86506
▁career	-8.86543
▁please	-8.86559
▁released	-8.866
▁anyway	-8.8703
for	-8.87188
▁opinion	-8.87299
▁hero	-8.87385
▁taken	-8.8758
▁seriously	-8.87683
▁english	-8.87778
▁light	-8.87839
g	-8.8797
▁except	-8.88101
▁documentary	-8.88192
).<	-8.88203
▁known	-8.88355
▁relationship	-8.88465
▁ridiculous	-8.88532
▁hours	-8.88596
▁call	-8.88772
▁disappointed	-8.88817
▁number	-8.89113
▁particularly	-8.89264
▁across	-8.89347
▁says	-8.89419
▁alone	-8.89575
▁saying	-8.89677
▁order	-8.89697
▁exactly	-8.89753
▁usually	-8.89788
▁reality	-8.89828
▁view	-8.9006
▁usual	-8.90108
▁word	-8.90191
one	-8.903
▁started	-8.90632
▁female	-8.90778
▁david	-8.9084
▁none	-8.91006
▁change	-8.91146
▁cheap	-8.91168
▁scary	-8.91507
▁...	-8.91659
▁silly	-8.91673
▁possible	-8.91923
▁non	-8.92157
▁attention	-8.9238
▁major	-8.92384
▁country	-8.92446
▁james	-8.92477
▁ten	-8.92677
▁middle	-8.92858
▁knew	-8.92914
▁running	-8.92933
▁opening	-8.93116
▁body	-8.93654
▁robert	-8.93809
▁strange	-8.93868
▁power	-8.93878
▁beyond	-8.93947
which	-8.94161
▁level	-8.94319
▁television	-8.94552
▁miss	-8.94877
▁novel	-8.95365
▁somewhat	-8.95425
▁important	-8.95508
▁turned	-8.95587
▁musical	-8.9588
▁single	-8.959
▁among	-8.95919
▁happy	-8.95981
▁jack	-8.96003
▁shots	-8.96021
▁local	-8.96095
▁four	-8.96143
▁dialog	-8.96544
▁due	-8.96687
ther	-8.96774
▁modern	-8.96785
an	-8.96869
▁5	-8.96953
not	-8.97112
▁taking	-8.97233
▁predictable	-8.97268
▁room	-8.97361
▁words	-8.97362
▁rating	-8.97595
▁near	-8.97605
▁o	-8.98279
▁earth	-8.98358
fi	-8.98483
▁soundtrack	-8.9865
▁add	-8.98685
▁talking	-8.98895
▁whose	-8.98947
▁enjoyable	-8.99112
▁4	-8.9931
▁fast	-8.9939
▁dull	-8.99475
▁king	-8.99523
▁french	-8.99597
!!!	-8.99789
▁episodes	-9.00037
▁clich	-9.00263
▁entertainment	-9.00318
▁subject	-9.00752
▁mostly	-9.00819
▁review	-9.00896
he	-9.00913
▁hate	-9.00982
*	-9.00993
▁die	-9.01003
▁british	-9.01031
who	-9.01285
▁basically	-9.01448
▁aren	-9.01708
▁haven	-9.01783
▁20	-9.01814
▁future	-9.01873
▁thriller	-9.01932
▁romantic	-9.02072
▁sequel	-9.02139
▁straight	-9.02307
▁comic	-9.02334
▁talk	-9.02558
▁problems	-9.0263
all	-9.0274
▁clearly	-9.02758
▁storyline	-9.02985
▁songs	-9.03027
▁space	-9.03138
▁team	-9.03144
▁events	-9.03193
▁message	-9.03218
▁including	-9.03248
▁upon	-9.03495
▁surprised	-9.03628
▁bring	-9.03976
what	-9.04072
▁apparently	-9.0446
▁mention	-9.0457
▁bunch	-9.04728
▁ends	-9.04737
▁monster	-9.04937
▁supporting	-9.05085
▁above	-9.05141
▁similar	-9.05313
▁eye	-9.05333
▁theater	-9.05476
▁buy	-9.05999
▁sequence	-9.06102
▁moving	-9.06267
▁clear	-9.06402
▁sister	-9.06464
of	-9.06486
▁fall	-9.06705
▁five	-9.06827
▁stand	-9.07014
▁doubt	-9.0709
▁easily	-9.0719
!)	-9.074
▁effort	-9.07703
▁rock	-9.07826
▁suspense	-9.07852
▁tried	-9.07884
▁rent	-9.08258
▁giving	-9.08373
▁falls	-9.08622
▁whe	-9.08688
▁dr	-9.08905
▁easy	-9.08934
▁release	-9.09102
▁george	-9.09117
▁parents	-9.0915
▁dog	-9.09225
▁tells	-9.09421
▁stay	-9.09453
▁oscar	-9.09506
▁certain	-9.09754
▁finds	-9.09929
▁fantastic	-9.09978
▁showing	-9.10007
▁theme	-9.10084
▁kept	-9.10201
▁viewing	-9.10211
▁lady	-9.10289
▁sit	-9.10502
▁deal	-9.10697
▁comments	-9.10774
▁material	-9.10979
p	-9.11029
▁sets	-9.11497
no	-9.11576
▁tale	-9.11777
▁greatest	-9.11886
▁class	-9.11945
▁editing	-9.12092
▁check	-9.12142
▁realistic	-9.12164
▁feature	-9.12374
▁decided	-9.12592
▁working	-9.12684
▁imagine	-9.12835
▁gone	-9.13218
▁red	-9.13244
▁follow	-9.1327
▁needs	-9.13346
▁appears	-9.13434
▁filmed	-9.13608
l	-9.1361
▁typical	-9.13677
▁knows	-9.13685
▁move	-9.13772
▁believable	-9.13828
▁mystery	-9.13917
▁hear	-9.14336
▁famous	-9.14356
▁reviews	-9.14361
▁weak	-9.14546
▁hot	-9.14562
my	-9.14849
▁premise	-9.14966
at	-9.14968
▁doctor	-9.15059
▁crime	-9.1514
▁general	-9.15377
▁lame	-9.15577
▁f	-9.15747
▁sorry	-9.1576
▁wait	-9.15812
▁within	-9.15896
▁lots	-9.16019
▁period	-9.16206
▁animation	-9.16356
▁named	-9.16437
▁actual	-9.16651
▁nearly	-9.16792
▁forget	-9.16828
▁elements	-9.16901
▁viewers	-9.17002
▁imdb	-9.173
▁using	-9.17311
▁gay	-9.17486
▁surprise	-9.17634
you	-9.17656
▁d	-9.17992
▁average	-9.18152
▁avoid	-9.18325
▁brought	-9.18508
▁atmosphere	-9.18744
▁poorly	-9.19001
▁learn	-9.19201
▁season	-9.19314
▁america	-9.19331
▁sci	-9.19364
▁open	-9.19669
▁shame	-9.1986
▁co	-9.19909
▁expected	-9.20019
▁spend	-9.20063
▁somehow	-9.20088
▁la	-9.2035
▁figure	-9.20411
▁deep	-9.20554
▁dance	-9.20885
▁peter	-9.20965
▁box	-9.21034
▁york	-9.21035
▁killing	-9.21068
▁romance	-9.21105
▁means	-9.21526
▁leads	-9.21595
▁herself	-9.21673
▁truth	-9.21821
▁comment	-9.21869
that	-9.2187
▁okay	-9.21962
▁sequences	-9.22039
▁weird	-9.22198
▁air	-9.2231
▁c	-9.22406
▁crew	-9.22865
▁write	-9.22877
▁situation	-9.23054
▁richard	-9.2312
▁particular	-9.23171
▁reading	-9.23599
▁cheesy	-9.23675
▁form	-9.23693
▁free	-9.23886
▁minute	-9.23955
▁points	-9.23999
▁superb	-9.24002
▁street	-9.24552
▁begins	-9.24622
▁paul	-9.24652
▁western	-9.24812
▁difficult	-9.24834
▁*	-9.24966
▁pay	-9.25284
▁male	-9.25421
▁feels	-9.25733
▁third	-9.25842
▁dumb	-9.25916
▁became	-9.25975
▁masterpiece	-9.25982
▁cop	-9.26105
▁copy	-9.26455
▁society	-9.26738
▁mess	-9.26932
▁footage	-9.2715
▁interested	-9.27228
▁potential	-9.27407
▁dream	-9.27477
▁begin	-9.27578
▁19	-9.27761
▁possibly	-9.27852
▁boys	-9.2804
▁needed	-9.28047
ers	-9.28051
▁lee	-9.28073
▁forced	-9.28094
▁island	-9.28243
▁meet	-9.28439
▁sexual	-9.28531
▁water	-9.28555
▁indeed	-9.28615
▁admit	-9.28641
▁effect	-9.28734
▁beauty	-9.28856
▁question	-9.28887
▁cover	-9.28945
▁joke	-9.28972
▁screenplay	-9.29001
with	-9.29017
▁stage	-9.29098
▁eventually	-9.29393
▁whatever	-9.29444
en	-9.29474
▁total	-9.29497
▁memorable	-9.29546
▁nor	-9.29625
▁badly	-9.29626
▁emotional	-9.2981
▁disney	-9.29985
▁result	-9.30032
▁credits	-9.30105
▁otherwise	-9.30113
▁previous	-9.30227
▁fire	-9.30228
▁incredibly	-9.30251
▁laughs	-9.30384
▁realize	-9.3041
▁ways	-9.30422
▁features	-9.30513
▁plain	-9.3059
well	-9.30828
▁leaves	-9.31192
▁forward	-9.314
▁agree	-9.3142
h	-9.31467
0	-9.3156
▁front	-9.31644
▁baby	-9.3192
▁perfectly	-9.32134
▁acted	-9.32192
▁personal	-9.32256
▁nature	-9.3231
▁plus	-9.324
▁background	-9.32473
▁crazy	-9.32536
▁!	-9.32545
▁setting	-9.32963
▁plenty	-9.32986
▁development	-9.33103
▁meets	-9.33111
▁creepy	-9.33251
▁hands	-9.33284
est	-9.33536
▁quickly	-9.33738
▁directing	-9.34075
▁worked	-9.34245
▁rich	-9.34247
▁unique	-9.34396
le	-9.34492
▁wasted	-9.34517
▁bill	-9.34575
▁keeps	-9.34665
▁cat	-9.34775
▁girlfriend	-9.35169
▁mark	-9.35305
▁inside	-9.3556
▁break	-9.35637
out	-9.35718
▁battle	-9.35803
▁business	-9.35928
▁japanese	-9.36162
▁spent	-9.36247
▁older	-9.36272
▁fairly	-9.36403
▁earlier	-9.36424
▁u	-9.36564
▁gun	-9.36753
▁expecting	-9.36775
?)	-9.36838
▁ask	-9.3687
▁appear	-9.36926
▁deserves	-9.37045
▁note	-9.37057
▁cute	-9.3707
▁writers	-9.37272
▁powerful	-9.37389
▁unless	-9.37458
▁large	-9.37627
▁portrayed	-9.37689
▁van	-9.38037
▁dramatic	-9.38052
▁sounds	-9.38113
▁towards	-9.38203
▁leading	-9.38229
▁twist	-9.3824
▁flat	-9.38323
▁cartoon	-9.38353
▁fails	-9.38379
▁laughing	-9.38664
f	-9.38782
▁italian	-9.3942
▁clever	-9.3962
▁recently	-9.39705
even	-9.3973
▁following	-9.39761
▁odd	-9.39809
▁various	-9.39908
▁mad	-9.4011
▁pace	-9.40174
▁era	-9.40268
by	-9.40311
▁talented	-9.40397
▁german	-9.40643
▁caught	-9.40677
▁secret	-9.40799
▁hair	-9.41117
▁remake	-9.41121
▁band	-9.41187
▁missing	-9.41236
▁zombie	-9.41516
▁villain	-9.41528
▁present	-9.41533
is	-9.41566
▁brings	-9.41594
▁success	-9.41692
▁super	-9.42007
▁create	-9.42152
▁pure	-9.42471
▁store	-9.42582
b	-9.42626
▁fighting	-9.42795
▁focus	-9.42921
▁t	-9.42955
▁joe	-9.43039
▁hold	-9.43137
▁meant	-9.43253
▁party	-9.43281
▁nudity	-9.43337
▁list	-9.43376
▁incredible	-9.43532
▁ended	-9.43739
▁public	-9.4378
▁brain	-9.43916
▁manages	-9.4404
▁hardly	-9.44067
▁train	-9.4416
▁reasons	-9.44208
▁ex	-9.44243
▁whom	-9.44368
▁appreciate	-9.44393
▁missed	-9.4449
....	-9.44508
▁sweet	-9.44647
ie	-9.44725
▁return	-9.44804
▁escape	-9.4486
▁fantasy	-9.45042
▁bored	-9.45069
▁casting	-9.45119
▁married	-9.45347
▁visual	-9.45536
▁political	-9.4557
▁value	-9.45636
▁waiting	-9.45897
▁anti	-9.46275
▁telling	-9.46408
▁members	-9.46438
▁attempts	-9.46561
▁college	-9.46656
▁apart	-9.46922
▁outside	-9.46945
▁cold	-9.46988
▁speak	-9.47195
▁science	-9.47285
▁tom	-9.47406
▁rate	-9.47503
▁company	-9.4758
▁30	-9.47612
▁channel	-9.47816
▁fit	-9.48065
▁sick	-9.48229
▁state	-9.4845
▁sub	-9.48461
▁familiar	-9.48616
▁portrayal	-9.48664
▁william	-9.48685
▁credit	-9.48786
▁slightly	-9.48964
▁office	-9.49069
▁wrote	-9.49072
▁created	-9.49072
▁g	-9.49121
▁common	-9.49359
▁trouble	-9.49455
▁tension	-9.49625
▁filmmakers	-9.4985
▁convincing	-9.49897
▁christmas	-9.50096
▁project	-9.50159
▁scott	-9.50189
▁amount	-9.50386
▁directors	-9.50409
▁fake	-9.5041
▁language	-9.50503
gest	-9.50704
▁choice	-9.50821
▁died	-9.50853
▁considering	-9.50921
▁awesome	-9.50962
▁dancing	-9.50964
▁further	-9.51056
▁consider	-9.51188
▁trash	-9.51272
▁ideas	-9.51398
be	-9.51556
▁fear	-9.51637
▁intelligent	-9.51725
▁pathetic	-9.51807
▁popular	-9.52019
▁amusing	-9.52153
▁camp	-9.52153
▁produced	-9.52354
▁master	-9.52364
▁century	-9.52369
time	-9.52468
▁gang	-9.52474
▁concept	-9.52682
▁garbage	-9.52779
▁bizarre	-9.52782
▁8	-9.5286
▁exciting	-9.52891
▁unlike	-9.53117
▁mentioned	-9.53298
▁recommended	-9.53305
▁pointless	-9.53362
able	-9.53659
▁social	-9.53935
▁force	-9.54223
▁basic	-9.54245
▁compared	-9.54415
▁glad	-9.54435
▁match	-9.54473
▁decide	-9.54592
▁pick	-9.54649
▁positive	-9.54717
▁younger	-9.54881
v	-9.54923
▁neither	-9.54999
▁studio	-9.55125
▁follows	-9.55202
▁entirely	-9.55243
▁alive	-9.55326
▁former	-9.55355
▁decides	-9.55376
▁situations	-9.55388
▁spirit	-9.55395
▁walk	-9.55524
▁solid	-9.55648
▁impressive	-9.55659
▁respect	-9.56101
▁humour	-9.56218
▁sadly	-9.56243
▁violent	-9.56364
▁producers	-9.56447
▁track	-9.56491
▁post	-9.56567
▁moves	-9.5665
▁road	-9.56681
ting	-9.56925
▁cause	-9.57051
▁ben	-9.57132
▁15	-9.57161
▁drug	-9.5724
▁honest	-9.57317
we	-9.57348
▁bought	-9.57577
movie	-9.57588
▁r	-9.57633
▁win	-9.57663
▁successful	-9.57721
▁recent	-9.57944
▁week	-9.57994
▁filled	-9.58047
▁brothers	-9.58062
▁depth	-9.58064
▁disturbing	-9.58283
▁accent	-9.58286
▁remind	-9.583
▁cult	-9.58536
▁chemistry	-9.58729
▁bother	-9.58899
▁7	-9.58931
▁appeal	-9.59037
▁e	-9.59165
▁control	-9.59225
do	-9.59233
▁genius	-9.59298
w	-9.59352
▁vampire	-9.59361
▁weren	-9.5938
▁shoot	-9.59381
▁showed	-9.59397
▁shooting	-9.59493
▁adult	-9.59583
▁park	-9.5966
▁images	-9.59666
▁longer	-9.59876
▁trip	-9.59891
▁values	-9.59899
▁tough	-9.60152
▁dad	-9.60209
▁culture	-9.60552
ic	-9.60561
▁prison	-9.60691
▁changed	-9.60735
▁fair	-9.6082
▁west	-9.60878
3	-9.60922
▁barely	-9.60992
▁impossible	-9.61077
▁taste	-9.61078
▁jane	-9.61089
▁south	-9.6123
▁revenge	-9.61318
▁suddenly	-9.61474
▁mood	-9.61797
▁uses	-9.61858
▁bar	-9.61875
don	-9.62074
▁failed	-9.6208
▁alien	-9.62383
▁sam	-9.62394
▁effective	-9.62763
▁?	-9.62866
▁chase	-9.629
although	-9.62909
▁touch	-9.63031
▁singing	-9.63081
▁stunning	-9.63104
▁questions	-9.63266
▁90	-9.63271
▁kills	-9.63385
▁adventure	-9.63411
▁explain	-9.63413
▁fiction	-9.63499
▁pass	-9.63572
▁conclusion	-9.63589
▁j	-9.63607
▁wild	-9.63825
▁stick	-9.6406
▁considered	-9.6407
▁journey	-9.64194
▁added	-9.64234
▁somewhere	-9.64303
▁p	-9.64334
▁80'	-9.64438
1	-9.64601
▁yeah	-9.64649
▁silent	-9.64719
▁meaning	-9.64738
▁l	-9.64765
▁sexy	-9.648
▁starring	-9.64868
▁twists	-9.65003
▁green	-9.65043
▁edge	-9.65153
▁bed	-9.65413
▁smart	-9.65484
▁available	-9.65677
▁involving	-9.65682
▁charming	-9.65824
▁scenery	-9.66085
▁pre	-9.66208
▁leaving	-9.66308
▁army	-9.66331
▁tone	-9.66501
▁computer	-9.66595
▁blue	-9.66625
they	-9.66625
▁ultimately	-9.6663
▁sitting	-9.66819
▁slasher	-9.66861
▁standard	-9.67129
▁frank	-9.672
▁normal	-9.67368
▁catch	-9.67477
▁soul	-9.67511
▁100	-9.67778
▁issues	-9.67782
▁purpose	-9.6781
▁photography	-9.67815
▁government	-9.67939
▁london	-9.6794
▁immediately	-9.67942
▁jones	-9.68124
▁opera	-9.6838
▁honestly	-9.68458
when	-9.68512
▁jim	-9.68631
▁nobody	-9.68859
▁beautifully	-9.69034
▁planet	-9.69272
▁nowhere	-9.69318
▁ray	-9.69341
▁subtle	-9.69347
▁soldiers	-9.69483
▁laughable	-9.69489
▁rare	-9.69513
▁9	-9.69516
▁personally	-9.69517
▁surprisingly	-9.69553
▁appearance	-9.69561
▁terrific	-9.69595
▁ghost	-9.69623
▁law	-9.6979
▁magic	-9.69842
▁heavy	-9.70004
▁ride	-9.70011
▁impression	-9.70202
▁touching	-9.70289
▁lovely	-9.7029
ish	-9.70368
▁adaptation	-9.70618
▁everybody	-9.70651
▁land	-9.70715
▁plan	-9.70724
▁festival	-9.70746
▁comedies	-9.70771
▁ability	-9.70843
▁books	-9.70867
▁disappointing	-9.7098
▁suppose	-9.71024
▁aspect	-9.71037
▁date	-9.71068
▁mary	-9.71085
▁giant	-9.71187
▁door	-9.71349
▁unbelievable	-9.71551
▁innocent	-9.7159
▁charles	-9.71729
▁throw	-9.71774
she	-9.71867
▁managed	-9.71917
▁animated	-9.72102
▁naked	-9.72103
▁club	-9.72281
▁painful	-9.72528
▁cinematic	-9.72736
▁finish	-9.72841
▁terms	-9.72893
▁remains	-9.7291
▁presence	-9.73
▁outstanding	-9.7303
▁excuse	-9.73049
▁generally	-9.73049
▁utterly	-9.73058
▁aside	-9.73088
▁cry	-9.73141
▁award	-9.73211
▁likely	-9.73225
▁victim	-9.73453
▁complex	-9.73536
▁narrative	-9.7367
▁drive	-9.73808
▁smith	-9.73871
▁disappointment	-9.73981
▁loud	-9.74011
▁thrown	-9.74366
▁al	-9.74431
z	-9.74498
▁indian	-9.74651
▁details	-9.74682
▁costumes	-9.74784
▁double	-9.74802
off	-9.74899
▁literally	-9.75224
▁boyfriend	-9.75266
▁runs	-9.75503
▁wow	-9.7553
▁expectations	-9.75574
▁80	-9.75642
▁charm	-9.75645
▁building	-9.75791
▁thanks	-9.75803
▁student	-9.75813
▁emotions	-9.75847
▁teen	-9.75925
▁pain	-9.75959
▁pictures	-9.76016
us	-9.762
▁support	-9.76224
▁detective	-9.76233
▁natural	-9.76246
▁summer	-9.76277
making	-9.76511
▁climax	-9.76533
some	-9.76697
▁hoping	-9.76703
▁mistake	-9.7689
▁hurt	-9.76934
▁hospital	-9.76943
ion	-9.77018
▁knowing	-9.77193
▁intended	-9.77237
▁ship	-9.77317
ra	-9.77328
▁tired	-9.77396
▁sent	-9.77528
▁zombies	-9.77623
▁attack	-9.77748
▁laughed	-9.77798
▁minor	-9.77817
▁historical	-9.77855
▁constantly	-9.77987
▁makers	-9.78064
▁martin	-9.78088
▁thank	-9.78127
▁spoilers	-9.78163
▁producer	-9.78293
director	-9.78345
▁emotion	-9.78383
▁mysterious	-9.78405
▁boss	-9.78504
▁military	-9.78513
▁audiences	-9.7855
▁fell	-9.7872
▁walking	-9.78852
▁contains	-9.78922
▁bottom	-9.79008
2	-9.79063
▁confusing	-9.79334
▁race	-9.79476
▁changes	-9.79501
▁k	-9.79506
▁charlie	-9.79515
u	-9.79516
▁color	-9.79524
▁forever	-9.7962
▁fascinating	-9.79624
▁slowly	-9.79899
▁gem	-9.79936
▁ed	-9.79988
▁suggest	-9.8007
▁brief	-9.80241
▁manner	-9.80299
▁exception	-9.80358
▁bond	-9.8038
▁bruce	-9.80385
▁presented	-9.80491
▁mom	-9.80543
budget	-9.8067
el	-9.80687
▁direct	-9.80717
▁notice	-9.80771
▁shocking	-9.80799
▁stands	-9.8111
▁paris	-9.81169
▁compelling	-9.81203
▁folks	-9.81293
▁grace	-9.81536
▁collection	-9.81636
▁offer	-9.81781
▁names	-9.81799
▁chris	-9.81847
▁central	-9.81933
▁content	-9.82113
▁pull	-9.82144
▁fresh	-9.82401
▁equally	-9.82413
▁justice	-9.82413
▁shock	-9.82539
▁detail	-9.82637
old	-9.82821
▁steve	-9.82849
▁students	-9.82861
now	-9.82925
less	-9.83007
▁fully	-9.83176
▁happening	-9.83246
▁h	-9.83266
▁harry	-9.83283
▁critics	-9.83305
overall	-9.83386
▁ahead	-9.83912
▁10.	-9.84044
co	-9.84096
▁aspects	-9.84143
▁impact	-9.84158
▁six	-9.84292
▁opportunity	-9.84437
▁beat	-9.8456
▁agent	-9.84568
▁rip	-9.8468
▁wood	-9.84745
▁grade	-9.84753
▁ground	-9.8477
▁feelings	-9.84803
▁pop	-9.84808
▁surely	-9.84825
▁pieces	-9.84923
▁include	-9.85038
▁rented	-9.85116
▁trailer	-9.8517
▁confused	-9.85216
▁impressed	-9.85217
▁gorgeous	-9.85345
▁step	-9.85374
▁hey	-9.85405
▁spot	-9.85477
▁industry	-9.85493
▁likable	-9.855
▁funniest	-9.85505
▁million	-9.85512
▁themes	-9.85665
▁mainly	-9.85667
ies	-9.85785
▁image	-9.85951
▁mix	-9.85998
na	-9.8611
ity	-9.86116
see	-9.86196
▁radio	-9.86355
▁affair	-9.86548
▁50	-9.86572
▁location	-9.86583
▁rated	-9.86588
▁tony	-9.86692
▁finding	-9.86693
▁hitchcock	-9.86869
▁twice	-9.86875
▁thus	-9.86917
▁porn	-9.87085
▁sea	-9.87101
▁motion	-9.87292
▁wondering	-9.87371
▁holes	-9.87474
▁answer	-9.87522
▁paid	-9.87648
▁russian	-9.87673
go	-9.87805
▁stewart	-9.87817
▁lover	-9.87854
▁dreams	-9.87889
▁anymore	-9.87988
▁mediocre	-9.88102
ian	-9.88389
▁lived	-9.88389
▁extra	-9.8845
▁serial	-9.88453
▁quick	-9.88548
▁appeared	-9.88582
just	-9.88583
▁difference	-9.88594
after	-9.88658
ling	-9.88776
▁flicks	-9.88793
▁sleep	-9.88996
▁marriage	-9.8907
▁drawn	-9.89094
▁:	-9.89101
▁acts	-9.89178
▁creative	-9.89415
▁share	-9.89448
▁developed	-9.8947
▁reminded	-9.89494
▁lighting	-9.8951
▁suicide	-9.89516
▁batman	-9.89536
▁hasn	-9.89607
▁forgotten	-9.89678
▁places	-9.89711
▁key	-9.89715
▁random	-9.90031
▁jean	-9.90037
▁damn	-9.90063
▁x	-9.90082
▁plane	-9.90332
com	-9.90497
▁falling	-9.90521
▁extreme	-9.90588
▁sat	-9.90622
ch	-9.90643
▁delivers	-9.90644
▁church	-9.90758
▁billy	-9.90767
▁stuck	-9.90768
▁drugs	-9.90784
▁intense	-9.90842
▁attractive	-9.91097
also	-9.91136
▁torture	-9.91196
▁ugly	-9.91266
▁puts	-9.91326
▁scientist	-9.91347
▁machine	-9.91352
▁relationships	-9.9141
▁hotel	-9.91418
▁ms	-9.91568
son	-9.91594
▁lacks	-9.91802
▁treat	-9.91845
▁disaster	-9.92156
▁accident	-9.92211
▁latter	-9.92211
▁wooden	-9.92226
te	-9.92514
▁fashion	-9.92539
▁adults	-9.92654
▁tragic	-9.92708
▁wall	-9.92739
▁putting	-9.9295
▁creature	-9.93017
▁compare	-9.93017
▁ready	-9.93035
▁cops	-9.93058
▁absolute	-9.93094
j	-9.93116
▁imagination	-9.93128
▁dies	-9.93142
▁fellow	-9.9318
▁gold	-9.93217
▁tend	-9.93265
▁deliver	-9.9332
▁mid	-9.93327
▁information	-9.9335
▁captain	-9.93373
▁mouth	-9.93434
▁process	-9.93486
▁lose	-9.93515
▁flaws	-9.93552
▁grand	-9.93703
▁negative	-9.9371
▁animals	-9.93719
▁allowed	-9.93783
▁noir	-9.93809
▁struggle	-9.93815
▁theatre	-9.93828
ist	-9.9384
▁soldier	-9.93842
▁shouldn	-9.93861
▁m	-9.93993
▁born	-9.94027
▁victims	-9.9412
▁teenage	-9.94185
▁moral	-9.94219
▁addition	-9.94222
▁adds	-9.94323
▁approach	-9.94538
▁phone	-9.94574
▁system	-9.94655
▁count	-9.94754
▁horse	-9.94792
▁besides	-9.94969
▁element	-9.9499
▁brown	-9.95113
▁picked	-9.95157
▁teacher	-9.95183
▁angry	-9.95332
▁fat	-9.9554
▁becoming	-9.9562
▁fox	-9.95623
though	-9.95631
▁describe	-9.95711
▁kelly	-9.95868
▁childhood	-9.96003
▁cgi	-9.9606
▁faces	-9.96099
▁actresses	-9.96121
▁whatsoever	-9.96173
▁filming	-9.96193
▁worthy	-9.96237
▁standards	-9.96437
▁soft	-9.96443
▁offers	-9.96452
▁thoroughly	-9.96513
▁member	-9.96542
▁cross	-9.96757
▁christopher	-9.96761
▁seven	-9.9684
▁w	-9.96912
▁supposedly	-9.96948
▁pleasure	-9.97045
▁station	-9.97121
▁listen	-9.97276
▁moved	-9.97303
▁therefore	-9.97374
▁mine	-9.97471
good	-9.97534
▁zero	-9.97568
▁blame	-9.97578
▁moon	-9.97725
▁criminal	-9.97753
▁epic	-9.97766
▁queen	-9.97802
▁passion	-9.979
▁search	-9.97905
▁dirty	-9.97907
▁commentary	-9.98042
▁followed	-9.98124
▁deserve	-9.98134
▁sucks	-9.98201
▁afraid	-9.98222
▁seemingly	-9.98238
▁wind	-9.98327
▁nasty	-9.98398
▁woods	-9.98497
de	-9.98556
▁personality	-9.98562
▁carry	-9.98577
▁lies	-9.98593
▁martial	-9.98744
▁sight	-9.9883
▁judge	-9.98911
▁stock	-9.98919
▁favourite	-9.98962
▁independent	-9.9901
however	-9.99027
▁proves	-9.99035
▁area	-9.99119
▁speaking	-9.99133
▁led	-9.99189
▁intriguing	-9.99249
▁helped	-9.99336
▁70	-9.99383
over	-9.99384
▁watchable	-9.99428
▁turning	-9.99438
▁christian	-9.99561
▁stone	-9.9964
▁onto	-9.99732
▁memory	-9.99765
▁redeeming	-9.99811
▁games	-9.99901
ation	-10.0024
▁design	-10.0028
▁comedic	-10.003
▁professional	-10.0032
la	-10.0045
▁suspect	-10.0046
▁clothes	-10.0047
▁tears	-10.0058
▁helps	-10.0064
▁energy	-10.0065
▁jr	-10.0069
▁current	-10.007
▁desert	-10.0083
▁news	-10.009
▁jackson	-10.0103
▁joy	-10.0108
▁continue	-10.0115
▁provides	-10.0119
▁willing	-10.0121
▁pair	-10.0136
▁inspired	-10.0161
▁unknown	-10.0172
especially	-10.0178
▁soap	-10.0182
▁murders	-10.0191
▁apartment	-10.02
▁tragedy	-10.0206
▁ryan	-10.0212
year	-10.0216
▁superior	-10.0217
▁anybody	-10.0226
▁price	-10.0234
▁animal	-10.024
▁jerry	-10.0245
▁henry	-10.0247
▁70'	-10.0264
oh	-10.0268
▁uncle	-10.027
▁40	-10.027
▁le	-10.0284
▁asked	-10.0286
▁realized	-10.0292
▁dying	-10.0296
▁tim	-10.0298
▁accept	-10.0301
▁anywhere	-10.0302
▁wanting	-10.0308
▁rarely	-10.0308
▁absurd	-10.0313
▁12	-10.0316
life	-10.0316
▁artistic	-10.0317
▁draw	-10.0338
▁jason	-10.0339
▁physical	-10.0359
from	-10.0368
▁witch	-10.0381
while	-10.0392
▁delightful	-10.0397
▁provide	-10.0419
▁intelligence	-10.0422
▁lord	-10.0429
▁vs	-10.0433
▁spoiler	-10.0434
▁held	-10.0438
▁twenty	-10.0442
▁thinks	-10.0475
▁states	-10.049
▁food	-10.0498
▁brutal	-10.0505
▁artist	-10.0517
▁bloody	-10.052
▁loose	-10.0523
▁surprising	-10.0523
▁thin	-10.0527
ma	-10.0541
▁vhs	-10.0552
▁accurate	-10.056
▁build	-10.0568
ment	-10.0569
▁flying	-10.0584
▁wearing	-10.0584
▁shop	-10.059
▁returns	-10.06
▁board	-10.0602
▁mike	-10.0614
▁kevin	-10.0614
▁began	-10.0615
▁wonderfully	-10.0641
▁loves	-10.0647
▁boat	-10.0658
▁dangerous	-10.0672
▁filmmaker	-10.0681
▁moore	-10.0683
▁trust	-10.0709
▁below	-10.0712
▁memories	-10.0718
▁opposite	-10.0738
▁hidden	-10.0739
▁gags	-10.0739
▁necessary	-10.0757
▁shakespeare	-10.0757
▁devil	-10.0765
▁rubbish	-10.0775
▁n	-10.0789
▁pacing	-10.0794
▁numbers	-10.0815
men	-10.0822
▁13	-10.0835
▁arts	-10.0838
▁thomas	-10.0838
▁player	-10.0847
then	-10.0847
em	-10.0847
▁noticed	-10.0848
▁chinese	-10.0853
▁page	-10.0859
▁1950	-10.0871
▁deeply	-10.0873
▁friendship	-10.0877
▁americans	-10.0878
top	-10.0879
▁floor	-10.0879
▁roll	-10.0879
▁scared	-10.0882
ism	-10.0896
▁generation	-10.0909
▁1970	-10.0909
▁rape	-10.091
▁hated	-10.0915
▁religious	-10.092
▁tape	-10.0921
▁allen	-10.093
▁bob	-10.0932
ha	-10.0934
▁skip	-10.0938
▁engaging	-10.0947
yes	-10.0952
▁unusual	-10.0958
▁ball	-10.0969
▁cable	-10.0971
▁understanding	-10.0971
▁seconds	-10.0974
▁allow	-10.0976
il	-10.0979
▁wide	-10.0994
▁field	-10.0995
▁river	-10.1003
▁buddy	-10.1008
▁williams	-10.1022
▁president	-10.1025
▁eddie	-10.1028
▁stephen	-10.103
▁academy	-10.1043
▁limited	-10.1068
▁smile	-10.1073
▁ice	-10.1104
▁destroy	-10.1119
▁lets	-10.1121
▁somebody	-10.1125
▁st	-10.1125
▁curious	-10.1142
▁fame	-10.1144
▁introduced	-10.1146
▁jump	-10.1157
whilst	-10.116
▁remarkable	-10.116
▁locations	-10.116
▁johnny	-10.1165
▁explanation	-10.1172
▁bland	-10.1173
▁monsters	-10.1183
▁leader	-10.1209
▁comparison	-10.1212
▁anne	-10.1213
rely	-10.122
▁officer	-10.1226
▁singer	-10.124
▁nicely	-10.1246
▁apparent	-10.1249
▁holds	-10.1269
▁recall	-10.127
▁technical	-10.127
▁finished	-10.1274
▁village	-10.1282
▁learned	-10.1286
▁favor	-10.1286
▁manage	-10.129
▁con	-10.129
▁record	-10.1296
▁unnecessary	-10.1298
▁range	-10.13
▁heaven	-10.1305
▁dealing	-10.1308
▁mental	-10.1311
▁months	-10.1313
▁ring	-10.1318
▁witty	-10.1319
▁arthur	-10.1323
▁desperate	-10.133
▁captured	-10.133
her	-10.1336
▁includes	-10.1342
▁heroine	-10.1345
▁crappy	-10.1358
▁conflict	-10.1368
▁davis	-10.138
x	-10.1381
▁discover	-10.1382
▁magnificent	-10.139
▁advice	-10.1418
▁lynch	-10.144
played	-10.1441
.....	-10.1455
▁priest	-10.1456
▁cash	-10.1459
ally	-10.1468
▁kick	-10.147
▁morning	-10.1479
▁pilot	-10.148
▁taylor	-10.1481
▁references	-10.1482
▁exist	-10.1492
▁ford	-10.1493
▁sing	-10.1494
▁responsible	-10.15
▁constant	-10.1511
▁starting	-10.1515
4	-10.1518
▁knowledge	-10.1519
▁trek	-10.152
▁driving	-10.1522
▁heroes	-10.1529
▁partner	-10.1545
▁danny	-10.1548
▁vision	-10.1552
▁length	-10.1562
▁players	-10.1562
▁hadn	-10.1562
▁survive	-10.1568
▁connection	-10.1581
▁fail	-10.1596
▁owner	-10.16
▁loving	-10.1601
▁asks	-10.1601
▁fate	-10.1604
▁saving	-10.1605
▁media	-10.1609
looking	-10.1612
▁mixed	-10.1617
▁hall	-10.1619
▁creating	-10.1624
▁lacking	-10.1627
▁vote	-10.1637
▁community	-10.1642
▁behavior	-10.1643
▁alan	-10.1643
▁quiet	-10.1654
▁bigger	-10.1665
▁mission	-10.1668
▁par	-10.1669
▁national	-10.1671
▁kinda	-10.168
▁suit	-10.168
▁terribly	-10.1684
▁howard	-10.169
▁sucked	-10.1692
▁nick	-10.1694
▁growing	-10.1702
▁castle	-10.1707
▁sees	-10.1707
▁clean	-10.1709
▁genuine	-10.1716
5	-10.1725
▁issue	-10.1727
▁gotten	-10.1727
▁ordinary	-10.1728
▁humanity	-10.1728
▁nonsense	-10.1731
▁lovers	-10.1732
▁deserved	-10.1736
▁humorous	-10.1739
▁calls	-10.1744
▁speed	-10.1748
▁window	-10.175
▁legend	-10.1751
▁robin	-10.1755
▁wars	-10.1762
▁private	-10.1768
▁sign	-10.177
▁program	-10.177
▁finest	-10.1772
▁prove	-10.178
▁treated	-10.178
▁england	-10.1788
▁warning	-10.1791
▁bits	-10.1795
▁relate	-10.1801
▁normally	-10.1807
▁irritating	-10.1808
▁drunk	-10.1831
▁eat	-10.1845
▁capture	-10.1866
▁wayne	-10.1869
▁murdered	-10.1873
▁explained	-10.1891
▁north	-10.1892
▁unfunny	-10.1893
▁golden	-10.1897
line	-10.1903
▁cost	-10.1911
▁luck	-10.1915
▁keeping	-10.1917
▁international	-10.1936
▁bright	-10.1945
▁dreadful	-10.1948
▁faith	-10.1956
▁wise	-10.196
▁bank	-10.1979
▁se	-10.1982
▁brian	-10.1986
▁wedding	-10.2001
▁author	-10.2011
▁max	-10.2012
▁grow	-10.2027
▁powers	-10.2028
▁utter	-10.2031
▁empty	-10.2042
ter	-10.2052
▁realism	-10.2053
▁mere	-10.2058
▁hunter	-10.2058
▁sean	-10.2061
▁satire	-10.2064
▁efforts	-10.2072
▁blind	-10.2092
▁protagonist	-10.2095
0'	-10.2098
▁event	-10.2099
▁seat	-10.2101
▁numerous	-10.2106
▁regular	-10.2107
▁commercial	-10.2108
▁lesson	-10.2109
▁scream	-10.2113
▁winning	-10.2119
▁debut	-10.2129
why	-10.2129
how	-10.2129
▁youth	-10.2137
▁dressed	-10.2139
▁france	-10.2143
▁instance	-10.216
▁skills	-10.2168
▁desire	-10.2171
ton	-10.2182
▁fly	-10.2188
▁included	-10.2189
▁consist	-10.2194
▁texas	-10.2194
▁broken	-10.2194
▁dan	-10.2206
▁foreign	-10.2212
▁reviewers	-10.2213
▁corny	-10.2219
▁whenever	-10.2223
ta	-10.2225
▁gangster	-10.223
▁european	-10.2231
▁mini	-10.2238
▁ran	-10.2238
▁crowd	-10.224
▁ha	-10.2251
▁pulled	-10.2252
▁teenagers	-10.2262
▁fill	-10.2265
▁actions	-10.2269
▁stereotypes	-10.227
▁finale	-10.2272
▁travel	-10.2272
▁sheer	-10.2283
▁dated	-10.2283
▁higher	-10.2287
▁remembered	-10.2287
un	-10.229
▁chick	-10.2296
▁site	-10.2306
▁portray	-10.2311
▁gory	-10.2313
▁bomb	-10.2323
▁formula	-10.2323
▁frankly	-10.2323
▁unrealistic	-10.2324
ia	-10.2327
▁alex	-10.2329
▁insane	-10.2337
▁ill	-10.2343
▁pretentious	-10.2346
▁study	-10.2355
▁visit	-10.2358
▁****	-10.2359
▁african	-10.2362
▁screaming	-10.2364
▁heck	-10.2369
▁practical	-10.2369
▁psycho	-10.2373
▁occasionally	-10.2377
▁round	-10.2385
▁loss	-10.2391
▁disgusting	-10.2395
▁wit	-10.2395
▁gary	-10.2401
▁psychological	-10.2405
▁terror	-10.241
▁guns	-10.2418
▁parody	-10.2443
▁fights	-10.2454
▁paper	-10.2455
▁joan	-10.2465
▁aware	-10.2472
▁australian	-10.2478
▁/	-10.2479
▁context	-10.248
▁universal	-10.2481
▁spanish	-10.2482
▁grown	-10.2486
▁concerned	-10.2488
▁saved	-10.2488
▁awkward	-10.2491
▁discovered	-10.2493
▁steal	-10.2495
▁fu	-10.2501
▁fault	-10.2514
▁cameo	-10.2515
7	-10.2519
▁shallow	-10.2523
▁teenager	-10.2525
▁sell	-10.253
▁blonde	-10.2533
▁lucky	-10.2536
▁originally	-10.2537
▁according	-10.2545
▁combination	-10.2547
▁18	-10.2568
▁heads	-10.2569
▁ladies	-10.2571
▁feet	-10.2577
▁flesh	-10.2583
▁spectacular	-10.2584
▁deals	-10.2584
▁perform	-10.2587
▁talents	-10.2589
▁hits	-10.2591
▁nightmare	-10.2591
▁sheriff	-10.2592
▁football	-10.2594
▁skin	-10.2598
▁unexpected	-10.2606
rs	-10.2608
land	-10.2609
▁vampires	-10.261
▁villains	-10.2612
▁chan	-10.2624
▁frame	-10.2631
!!!!	-10.2632
??	-10.2633
▁featuring	-10.2641
▁received	-10.2645
▁model	-10.2646
ous	-10.2649
▁lewis	-10.2669
ul	-10.2683
▁cars	-10.2683
▁grew	-10.2684
▁tedious	-10.2684
ne	-10.2699
▁miles	-10.2705
▁reaction	-10.2707
▁contrived	-10.2707
▁drag	-10.2712
▁rental	-10.2713
▁contain	-10.272
▁asian	-10.2731
▁underrated	-10.2731
▁sake	-10.2734
▁angel	-10.2737
▁adam	-10.2742
▁display	-10.2746
▁test	-10.2746
star	-10.2749
▁choose	-10.2752
▁attitude	-10.2752
▁evidence	-10.2753
▁hunt	-10.2753
▁join	-10.2757
▁decade	-10.277
▁strength	-10.2777
▁hitler	-10.2778
▁laughter	-10.278
ry	-10.278
▁ann	-10.2784
▁sun	-10.2794
▁gonna	-10.2798
ey	-10.2798
▁perspective	-10.2799
▁douglas	-10.28
▁per	-10.2804
▁genuinely	-10.2809
▁toward	-10.2811
▁gross	-10.2812
▁fred	-10.2813
▁failure	-10.2822
▁results	-10.2825
▁bbc	-10.2869
▁forces	-10.2883
▁network	-10.2894
▁revealed	-10.29
▁reach	-10.2909
▁correct	-10.2913
bad	-10.2916
▁beach	-10.2917
▁promise	-10.2929
▁11	-10.2937
▁essentially	-10.2946
▁fish	-10.2954
▁overly	-10.2955
▁involves	-10.2971
▁eric	-10.2976
▁individual	-10.298
▁rob	-10.2982
▁naturally	-10.2984
▁send	-10.2985
▁turkey	-10.2986
▁hopes	-10.299
▁edited	-10.2994
▁reviewer	-10.3001
▁ultimate	-10.3003
8	-10.3007
▁europe	-10.3008
▁anthony	-10.3013
▁dick	-10.3016
▁develop	-10.3026
▁cuts	-10.3033
▁decision	-10.3038
▁native	-10.304
another	-10.3048
▁hill	-10.305
▁spoil	-10.306
▁product	-10.3063
▁graphic	-10.3064
▁met	-10.3066
▁described	-10.3074
▁candy	-10.3076
▁cage	-10.3094
▁hang	-10.3098
▁ho	-10.3101
▁japan	-10.3104
▁existence	-10.3105
▁visuals	-10.3106
▁handsome	-10.3108
▁executed	-10.3108
▁julie	-10.3109
▁costs	-10.312
▁sharp	-10.3121
his	-10.3127
▁families	-10.3127
▁breaks	-10.3142
age	-10.3143
▁blow	-10.3143
▁assume	-10.3146
▁humans	-10.3146
▁flashbacks	-10.3147
▁provided	-10.3151
▁relief	-10.3153
▁jesus	-10.3154
▁bo	-10.3165
▁steven	-10.3169
▁freedom	-10.3175
▁depressing	-10.3177
▁seagal	-10.3179
▁streets	-10.3183
▁dry	-10.319
▁unable	-10.3203
ley	-10.3203
▁mrs	-10.3208
▁logic	-10.3222
▁horribly	-10.3223
▁gratuitous	-10.3224
▁lousy	-10.3225
▁alice	-10.3231
▁lake	-10.3233
▁warm	-10.3236
ine	-10.3237
▁crash	-10.3244
▁center	-10.3249
first	-10.3254
▁eating	-10.3281
▁delivered	-10.3287
▁treatment	-10.3297
▁chief	-10.3297
▁gordon	-10.3299
▁keaton	-10.3299
maybe	-10.3312
▁amateurish	-10.3314
▁matt	-10.3318
▁continues	-10.333
▁jennifer	-10.333
▁rescue	-10.3343
▁creatures	-10.3351
???	-10.3352
ce	-10.3352
▁pity	-10.3356
▁sympathetic	-10.337
▁jimmy	-10.3376
▁bear	-10.3385
▁kong	-10.3394
▁brilliantly	-10.3396
▁levels	-10.3399
▁foot	-10.3403
ar	-10.3409
▁walked	-10.3417
▁prince	-10.3419
▁clue	-10.3424
▁recognize	-10.3433
▁viewed	-10.3439
▁ruin	-10.3439
▁capable	-10.3443
▁meeting	-10.3453
▁robot	-10.3463
▁rules	-10.3468
▁excited	-10.3469
▁refreshing	-10.3469
▁endless	-10.3472
▁entertained	-10.3476
▁jeff	-10.3477
screen	-10.3485
▁embarrassing	-10.3485
▁rose	-10.3486
▁driver	-10.3486
▁sky	-10.3487
nd	-10.3492
▁identity	-10.3492
▁court	-10.3496
▁discovers	-10.3496
▁surreal	-10.3513
▁strongly	-10.3515
▁twisted	-10.352
▁till	-10.352
▁fool	-10.3522
▁built	-10.3544
▁mask	-10.355
▁insult	-10.3555
▁bringing	-10.3555
▁rise	-10.3563
▁slapstick	-10.3567
▁theaters	-10.3568
▁stopped	-10.3568
▁halloween	-10.3572
▁aliens	-10.3575
▁mountain	-10.3579
▁subtitles	-10.3584
▁evening	-10.3589
▁promising	-10.3594
▁tiny	-10.3597
▁remain	-10.3607
▁lesbian	-10.361
john	-10.3611
▁surface	-10.3618
▁visually	-10.3618
▁religion	-10.3618
▁larry	-10.3621
▁hearing	-10.3624
▁gene	-10.3629
▁prime	-10.3633
▁substance	-10.3643
very	-10.3645
▁exploitation	-10.3646
▁dollars	-10.3647
▁pile	-10.3648
▁cares	-10.365
▁ages	-10.3662
lo	-10.3663
▁bodies	-10.367
▁research	-10.3671
ized	-10.3684
▁semi	-10.37
▁portrays	-10.3701
▁sudden	-10.3709
▁costume	-10.3712
▁standing	-10.3713
▁harris	-10.3716
▁majority	-10.372
▁proved	-10.3733
▁service	-10.3739
▁shocked	-10.3739
▁barbara	-10.3753
▁target	-10.3754
▁rough	-10.3759
▁sisters	-10.3763
▁enemy	-10.3771
▁steals	-10.3773
▁prefer	-10.3778
▁scare	-10.3778
▁germany	-10.3784
▁ancient	-10.3795
▁kung	-10.3796
side	-10.3797
▁produce	-10.3799
▁dubbed	-10.38
▁jackie	-10.3828
▁pleasant	-10.3837
▁truck	-10.3855
▁regret	-10.3858
▁routine	-10.3867
▁sequels	-10.3869
▁qualities	-10.3871
▁loses	-10.3878
▁proper	-10.389
▁awards	-10.3892
▁circumstances	-10.3896
▁chaplin	-10.39
▁asking	-10.39
▁pro	-10.3903
▁hat	-10.3909
▁appealing	-10.3909
▁root	-10.392
▁saturday	-10.3925
▁ruined	-10.3934
▁da	-10.3941
▁portraying	-10.3943
▁core	-10.3951
▁types	-10.3957
▁classics	-10.3959
▁hide	-10.3959
▁scale	-10.396
▁asleep	-10.3966
▁painfully	-10.3967
▁traditional	-10.3969
▁uk	-10.3973
▁haunting	-10.3979
▁speech	-10.3998
▁vehicle	-10.4
▁universe	-10.4001
▁werewolf	-10.4003
▁amateur	-10.4024
▁morgan	-10.4024
▁professor	-10.4028
▁emotionally	-10.4029
▁cartoons	-10.4039
▁grave	-10.4043
▁highlight	-10.405
▁jungle	-10.4051
▁idiot	-10.4054
**	-10.408
▁sports	-10.4081
me	-10.4098
▁louis	-10.4102
▁naive	-10.4105
▁suck	-10.4116
▁table	-10.4117
9	-10.4123
▁propaganda	-10.4133
▁lower	-10.4134
▁drop	-10.4136
▁teens	-10.4146
▁creates	-10.4151
▁rain	-10.4155
▁weeks	-10.4158
▁market	-10.4161
▁passed	-10.4182
▁junk	-10.4184
▁friday	-10.4187
um	-10.4187
am	-10.419
▁demon	-10.419
▁nominated	-10.4192
▁source	-10.4214
▁caused	-10.4214
▁satisfying	-10.4219
▁ignore	-10.423
▁contrast	-10.424
?!	-10.4255
▁extras	-10.4259
▁sympathy	-10.4266
▁chosen	-10.4269
▁worthwhile	-10.427
▁regard	-10.4274
▁theatrical	-10.4284
▁east	-10.4297
ge	-10.4304
▁knock	-10.4307
▁suffering	-10.4313
▁washington	-10.432
▁department	-10.4323
▁marry	-10.4329
▁kate	-10.4333
▁factor	-10.4337
ok	-10.4342
made	-10.4347
▁peace	-10.4349
watch	-10.4353
▁united	-10.4353
▁enter	-10.4358
▁tight	-10.4361
▁excitement	-10.4373
can	-10.4377
american	-10.4377
▁suspenseful	-10.4377
▁abuse	-10.4386
▁experienced	-10.4387
▁encounter	-10.4395
▁eight	-10.4399
▁simon	-10.44
▁broadway	-10.4402
▁guilty	-10.4404
▁angles	-10.4406
let	-10.4409
▁losing	-10.4412
▁training	-10.4418
▁contemporary	-10.4427
!).	-10.4446
▁safe	-10.445
▁holmes	-10.4456
▁urban	-10.4457
▁depicted	-10.4457
▁bus	-10.4462
▁opens	-10.4466
▁makeup	-10.4469
▁cruel	-10.4474
work	-10.4476
▁path	-10.4476
▁technology	-10.4482
▁wear	-10.4489
▁hopefully	-10.4491
▁winner	-10.4495
▁dean	-10.4498
▁unfortunate	-10.45
▁roger	-10.4514
▁wolf	-10.4524
▁false	-10.4537
▁committed	-10.4538
▁dogs	-10.4538
▁canadian	-10.4546
▁darkness	-10.4549
▁irish	-10.455
▁weekend	-10.4564
▁mexican	-10.4566
▁talks	-10.457
▁mob	-10.457
▁crying	-10.4571
▁mst	-10.4575
▁figured	-10.4582
▁cell	-10.4583
▁appropriate	-10.4586
▁influence	-10.4588
▁jail	-10.4594
▁albert	-10.4598
▁veteran	-10.4603
▁bothered	-10.4618
▁gas	-10.4623
▁renting	-10.4631
da	-10.4642
▁exact	-10.465
▁virtually	-10.4652
▁lane	-10.4656
▁spoof	-10.466
▁1980	-10.4664
▁offensive	-10.4667
▁account	-10.467
▁anime	-10.4675
▁melodrama	-10.4676
▁joseph	-10.468
ho	-10.4681
▁conversation	-10.4686
▁edward	-10.4691
ri	-10.4692
▁allows	-10.4718
▁claim	-10.4719
▁fits	-10.4723
▁grant	-10.4728
▁wilson	-10.4731
▁russell	-10.4733
▁tarzan	-10.4734
▁performed	-10.4744
▁print	-10.4767
▁dennis	-10.4767
▁parker	-10.4771
▁dude	-10.4773
▁treasure	-10.4774
▁harsh	-10.4776
▁believed	-10.4785
▁praise	-10.4786
ner	-10.4788
▁obsessed	-10.4794
▁danger	-10.4801
▁anger	-10.4802
▁welcome	-10.4805
anyway	-10.4811
▁atrocious	-10.4815
▁convince	-10.4816
▁supernatural	-10.4817
▁flight	-10.482
▁interview	-10.4825
▁commit	-10.4826
▁degree	-10.483
where	-10.4839
back	-10.484
day	-10.4841
▁bore	-10.4845
▁jewish	-10.4845
▁continuity	-10.4845
▁haunted	-10.4847
▁previously	-10.4847
▁witness	-10.4848
▁concern	-10.4849
▁cutting	-10.4854
▁execution	-10.4856
▁captures	-10.4864
▁featured	-10.4864
mo	-10.4868
▁anderson	-10.4875
▁latest	-10.4879
▁v	-10.489
▁structure	-10.489
▁reputation	-10.4901
▁variety	-10.4902
▁fare	-10.4905
▁johnson	-10.4906
▁nevertheless	-10.4907
per	-10.4907
▁studios	-10.4913
▁experiment	-10.4914
▁murphy	-10.4931
▁kim	-10.494
▁arm	-10.4941
▁calling	-10.4947
▁reporter	-10.4948
▁inner	-10.4948
▁indie	-10.4952
▁california	-10.4956
▁accents	-10.4956
▁anna	-10.4957
▁category	-10.4958
▁vietnam	-10.496
▁mc	-10.4963
war	-10.4965
▁patient	-10.4967
▁walks	-10.4969
▁movement	-10.4978
▁voices	-10.4982
▁chose	-10.4984
▁wake	-10.4988
▁largely	-10.4988
▁frightening	-10.4989
most	-10.5003
▁proud	-10.5007
▁speaks	-10.501
▁unlikely	-10.5011
▁extraordinary	-10.5015
▁touches	-10.5019
ka	-10.5028
▁nurse	-10.5034
▁segment	-10.5034
▁ludicrous	-10.5045
▁drew	-10.5046
▁patrick	-10.505
▁raw	-10.5051
▁punch	-10.5059
▁25	-10.5063
▁profound	-10.5073
▁remotely	-10.5082
▁belief	-10.5093
▁blockbuster	-10.5094
▁holding	-10.5098
▁suffers	-10.5098
▁deadly	-10.5101
▁massacre	-10.5103
▁eastwood	-10.5104
▁san	-10.5105
▁sir	-10.5107
▁screening	-10.5113
▁shut	-10.5117
house	-10.5117
▁handled	-10.5119
▁santa	-10.512
▁forest	-10.5121
▁brooks	-10.5125
▁vacation	-10.5131
▁forgettable	-10.5132
▁accidentally	-10.5134
▁kiss	-10.5135
▁china	-10.5136
▁sensitive	-10.5141
▁shadow	-10.5151
▁hanging	-10.5152
▁breath	-10.5153
▁stereotypical	-10.5153
including	-10.5163
▁usa	-10.5172
▁).	-10.5173
▁meanwhile	-10.5178
▁quirky	-10.5192
▁league	-10.5192
▁birth	-10.5194
way	-10.5199
▁politics	-10.5201
▁bat	-10.5213
▁india	-10.5215
▁amazingly	-10.5225
▁roy	-10.5231
▁insight	-10.5238
ler	-10.5242
▁demons	-10.5249
***	-10.5255
▁crude	-10.527
▁scenario	-10.5272
▁reveal	-10.5275
se	-10.5275
▁trilogy	-10.5279
▁expression	-10.5282
▁term	-10.5286
▁forgot	-10.5289
▁paced	-10.5294
ier	-10.5303
▁plans	-10.5311
▁everywhere	-10.5314
▁ted	-10.5315
▁donald	-10.5316
▁breaking	-10.5318
▁learns	-10.5325
▁curse	-10.5327
▁africa	-10.5336
▁prior	-10.5338
▁gritty	-10.534
▁amazed	-10.5341
▁erotic	-10.5342
▁covered	-10.5348
▁code	-10.5359
▁section	-10.5367
▁tree	-10.5367
▁required	-10.5374
ary	-10.5374
▁elizabeth	-10.5374
▁lie	-10.5383
▁host	-10.5387
▁lifetime	-10.5393
▁inept	-10.5396
▁dracula	-10.54
▁mainstream	-10.5401
▁stranger	-10.5403
▁ma	-10.5411
▁initial	-10.5418
ant	-10.5425
▁concert	-10.5428
▁security	-10.5429
▁summary	-10.5431
▁hip	-10.5447
▁beast	-10.5449
▁killers	-10.5454
▁repeated	-10.5457
▁narration	-10.5458
▁southern	-10.5462
rd	-10.5467
▁base	-10.5468
▁surprises	-10.5486
▁cheese	-10.549
▁fulci	-10.5491
▁depiction	-10.5516
▁statement	-10.5517
▁funnier	-10.5519
▁stolen	-10.552
▁format	-10.5527
▁westerns	-10.5527
▁prepared	-10.5529
ah	-10.5529
▁combined	-10.5529
▁stayed	-10.5534
▁seasons	-10.5535
▁sum	-10.5537
down	-10.554
▁z	-10.5543
ful	-10.5546
▁multiple	-10.5548
▁stomach	-10.5549
▁focused	-10.5553
▁abandoned	-10.5554
▁rule	-10.556
▁buying	-10.5563
▁destroyed	-10.5565
▁directly	-10.5568
ty	-10.5569
▁experiences	-10.5571
▁pet	-10.5573
▁teeth	-10.558
▁afternoon	-10.558
▁mildly	-10.5585
▁blown	-10.5586
▁warned	-10.5591
▁interviews	-10.5594
▁mature	-10.5597
▁occasional	-10.5601
▁entertain	-10.5608
▁sword	-10.5609
rate	-10.5613
▁adventures	-10.5614
▁convinced	-10.5623
▁hood	-10.5625
ro	-10.5634
▁listening	-10.564
▁trapped	-10.5641
▁uninteresting	-10.5642
▁warn	-10.5652
▁daniel	-10.5653
▁spy	-10.5657
tv	-10.5657
▁matters	-10.566
▁task	-10.5671
▁express	-10.5672
▁blah	-10.5674
▁alright	-10.5674
▁julia	-10.5681
ur	-10.5682
▁kane	-10.5682
▁closer	-10.5684
▁pretend	-10.5685
▁campy	-10.5688
▁sh	-10.5689
▁rolling	-10.5702
▁underground	-10.5704
except	-10.5708
▁massive	-10.5724
▁obnoxious	-10.5734
▁environment	-10.5737
▁seek	-10.574
▁favorites	-10.5755
▁baseball	-10.5764
▁goofy	-10.5766
▁sunday	-10.5766
still	-10.5766
▁mickey	-10.5769
▁originality	-10.5774
▁metal	-10.5776
▁magical	-10.5791
▁hire	-10.5791
▁bag	-10.5794
▁mistakes	-10.5803
ups	-10.5803
▁protect	-10.5806
▁separate	-10.5807
▁whoever	-10.5815
▁serve	-10.5822
▁presents	-10.5822
relatively	-10.583
▁chuck	-10.5833
▁dozen	-10.5837
▁suffer	-10.5842
▁unconvincing	-10.5849
▁remote	-10.5849
▁skill	-10.5853
▁risk	-10.5856
▁row	-10.5862
▁weapons	-10.5881
▁paint	-10.5885
▁understood	-10.5889
▁imagery	-10.589
▁focuses	-10.5895
dimensional	-10.5896
▁flash	-10.5902
▁murderer	-10.5913
▁ron	-10.5923
▁downright	-10.5924
▁buck	-10.5926
▁luke	-10.5927
▁flashback	-10.5927
▁changing	-10.5929
▁susan	-10.5929
▁en	-10.5932
▁guide	-10.5933
ga	-10.5933
▁balance	-10.594
▁disagree	-10.5951
▁heavily	-10.5953
▁complicated	-10.5954
▁tommy	-10.596
ba	-10.5961
▁position	-10.5964
▁via	-10.5966
▁flow	-10.5976
▁snow	-10.5979
▁halfway	-10.5988
▁rival	-10.5993
▁charge	-10.6005
▁critical	-10.601
▁facial	-10.6016
▁legendary	-10.6017
▁paying	-10.6017
▁device	-10.6025
▁roberts	-10.6026
▁deeper	-10.6028
▁hired	-10.6029
▁claims	-10.6034
▁mel	-10.6049
▁status	-10.6053
only	-10.6057
▁brave	-10.6066
▁pulls	-10.6066
▁plague	-10.6067
▁10/10	-10.6068
▁forth	-10.6075
▁ya	-10.6081
▁fbi	-10.6081
▁timing	-10.6081
▁ocean	-10.6082
▁choices	-10.6086
▁farm	-10.6087
▁lawyer	-10.609
▁sitcom	-10.6091
▁walter	-10.6099
▁driven	-10.6104
▁mass	-10.6112
▁struggling	-10.6114
▁:)	-10.6115
▁civil	-10.6115
