<unk>	0
<s>	0
</s>	0
▁the	-3.06684
.	-3.32885
▁a	-3.72936
▁and	-3.77379
▁of	-3.87963
▁to	-3.95172
'	-4.02493
s	-4.07828
▁is	-4.19164
br	-4.21956
▁it	-4.27767
▁in	-4.32822
▁i	-4.36346
▁this	-4.51845
▁that	-4.57817
▁/><	-4.91665
▁was	-4.94542
▁/>	-4.94866
▁movie	-4.99443
-	-5.03396
▁for	-5.07319
▁with	-5.08814
t	-5.1103
▁as	-5.12298
▁film	-5.12909
▁but	-5.14087
▁	-5.18857
.<	-5.20287
▁you	-5.28434
▁on	-5.32712
▁(	-5.41981
▁not	-5.4415
▁are	-5.47232
▁have	-5.50994
▁he	-5.51261
▁be	-5.53056
▁his	-5.53145
▁one	-5.55907
)	-5.65733
▁all	-5.70329
▁they	-5.7482
▁at	-5.75455
▁by	-5.76762
▁an	-5.78359
▁who	-5.83358
▁like	-5.83943
▁so	-5.84115
▁from	-5.8561
▁just	-5.97676
▁there	-5.98963
▁about	-6.00434
▁her	-6.01371
▁out	-6.01494
▁or	-6.01577
▁has	-6.04259
▁if	-6.07581
▁some	-6.1033
▁what	-6.10694
▁good	-6.11106
▁can	-6.14784
▁very	-6.19839
▁more	-6.20527
!	-6.20936
▁when	-6.24062
▁she	-6.27787
▁time	-6.30858
▁my	-6.31317
▁up	-6.31462
▁no	-6.31713
?	-6.32048
▁would	-6.32431
▁even	-6.35032
▁really	-6.37125
▁see	-6.37515
▁story	-6.37724
the	-6.37926
▁me	-6.3809
▁only	-6.39886
▁their	-6.43056
▁had	-6.43694
ing	-6.44021
▁were	-6.47091
▁which	-6.48886
▁well	-6.50782
▁we	-6.51185
▁much	-6.57309
▁-	-6.58422
▁than	-6.58548
▁get	-6.59302
▁bad	-6.59316
▁great	-6.60203
▁do	-6.60739
i	-6.61836
▁people	-6.61892
▁other	-6.62418
▁will	-6.62578
▁been	-6.62796
▁don	-6.65706
...	-6.66781
▁because	-6.67357
▁how	-6.67835
:	-6.68298
▁into	-6.68621
▁also	-6.68795
▁first	-6.68851
▁most	-6.70396
▁him	-6.71987
▁make	-6.74209
▁made	-6.74587
▁way	-6.76818
▁could	-6.78097
d	-6.78106
▁too	-6.80509
▁then	-6.81328
▁them	-6.82155
▁any	-6.83001
▁think	-6.83323
▁watch	-6.8613
▁characters	-6.87327
▁movies	-6.87456
▁after	-6.88421
▁character	-6.89672
▁seen	-6.90415
m	-6.91838
▁plot	-6.932
▁love	-6.93655
▁acting	-6.94138
▁many	-6.94286
▁show	-6.95118
▁two	-6.96036
▁being	-6.97177
▁<	-6.97447
▁never	-6.98012
▁know	-6.98075
▁best	-6.9813
ed	-6.99149
▁did	-6.99618
▁'	-7.00153
▁little	-7.0022
▁over	-7.00244
▁life	-7.01018
▁films	-7.01752
▁ever	-7.0182
▁its	-7.01997
▁where	-7.03148
▁your	-7.05994
▁better	-7.06466
▁off	-7.09169
▁does	-7.09803
▁man	-7.09833
ve	-7.09968
▁end	-7.1071
ly	-7.1089
▁say	-7.12749
▁still	-7.15598
▁scene	-7.15924
▁here	-7.16321
▁these	-7.19563
▁go	-7.20735
re	-7.21361
▁scenes	-7.21442
▁why	-7.23396
▁should	-7.23529
▁something	-7.23842
▁back	-7.27102
▁such	-7.27336
▁through	-7.27663
▁thing	-7.28088
▁while	-7.28097
▁watching	-7.28615
▁real	-7.2896
▁those	-7.30895
▁funny	-7.32571
▁actors	-7.32953
▁didn	-7.33752
a	-7.34079
▁doesn	-7.34399
).	-7.3601
▁years	-7.36816
▁work	-7.39002
▁lot	-7.3953
▁now	-7.39719
▁find	-7.40058
and	-7.40142
/	-7.40199
▁look	-7.40379
▁actually	-7.4065
▁nothing	-7.42007
▁new	-7.42197
▁before	-7.42467
▁old	-7.42553
▁director	-7.43044
▁though	-7.4337
▁going	-7.43464
▁same	-7.43792
▁another	-7.44681
▁few	-7.44788
▁makes	-7.45336
▁every	-7.45423
▁big	-7.45803
▁part	-7.4582
<	-7.47829
▁cast	-7.48773
▁again	-7.49168
▁want	-7.50253
▁world	-7.51797
▁pretty	-7.52466
▁horror	-7.54319
▁quite	-7.54825
▁down	-7.55158
▁thought	-7.5628
▁us	-7.56495
▁got	-7.56836
▁young	-7.57539
▁things	-7.57657
▁around	-7.59083
▁give	-7.59347
▁fact	-7.59538
▁take	-7.59752
▁long	-7.60374
▁enough	-7.604
▁seems	-7.6069
ll	-7.61687
it	-7.62801
▁saw	-7.63053
▁must	-7.64337
▁comedy	-7.6466
in	-7.6545
▁music	-7.65499
▁right	-7.65843
▁own	-7.66341
▁action	-7.66632
▁may	-7.66659
▁role	-7.672
▁both	-7.67715
▁between	-7.67738
▁original	-7.67913
▁come	-7.68236
▁guy	-7.68417
▁always	-7.68642
▁series	-7.68694
▁isn	-7.68889
▁however	-7.6892
y	-7.68928
▁interesting	-7.69115
▁whole	-7.70438
▁script	-7.70734
▁without	-7.70822
▁far	-7.70993
▁bit	-7.71538
▁least	-7.71712
▁almost	-7.7232
▁done	-7.72628
▁times	-7.72661
this	-7.73528
▁point	-7.73766
▁feel	-7.73807
▁minutes	-7.75071
▁family	-7.75171
▁gets	-7.75215
▁last	-7.76484
▁might	-7.77207
▁am	-7.77625
▁anything	-7.77903
▁kind	-7.803
▁performance	-7.80509
▁fun	-7.80571
▁since	-7.80992
▁tv	-7.81037
e	-7.81513
▁girl	-7.8206
▁worst	-7.82359
▁probably	-7.83338
▁anyone	-7.84354
▁away	-7.84697
▁hard	-7.85122
▁sure	-7.86681
▁found	-7.86876
▁woman	-7.88036
▁believe	-7.8922
▁dvd	-7.89689
▁day	-7.89943
▁each	-7.90168
▁rather	-7.90319
▁making	-7.91205
▁yet	-7.913
▁book	-7.94224
▁trying	-7.94902
▁ending	-7.94957
▁worth	-7.95496
▁course	-7.95533
▁our	-7.96009
▁put	-7.96106
▁screen	-7.96426
--	-7.96473
▁watched	-7.97351
▁actor	-7.97672
▁having	-7.98045
▁set	-7.98135
▁goes	-7.98312
▁everything	-7.98722
▁different	-7.98834
▁played	-7.99304
▁money	-7.99533
▁place	-7.99583
▁reason	-8.00156
▁wasn	-8.00336
▁job	-8.00432
▁main	-8.00455
▁let	-8.00688
▁sense	-8.00778
▁play	-8.01118
▁someone	-8.01185
▁looking	-8.01951
▁true	-8.02134
▁three	-8.02302
▁effects	-8.02492
▁comes	-8.02526
▁especially	-8.03082
▁everyone	-8.03436
▁shows	-8.03829
▁together	-8.05061
▁high	-8.05198
▁maybe	-8.05282
▁once	-8.05302
▁special	-8.0665
▁plays	-8.07108
▁looks	-8.07269
▁seem	-8.07493
▁half	-8.07622
▁beautiful	-8.08175
▁war	-8.08191
▁excellent	-8.08644
▁fan	-8.08669
▁said	-8.08846
▁audience	-8.08903
▁night	-8.09349
▁american	-8.09374
▁seeing	-8.09376
▁black	-8.0973
▁instead	-8.10283
▁version	-8.10509
▁idea	-8.10635
▁2	-8.10824
▁during	-8.1155
▁left	-8.11852
▁although	-8.12226
▁later	-8.13627
▁mind	-8.13634
▁else	-8.13644
(	-8.13718
▁takes	-8.1434
▁year	-8.15112
but	-8.15282
▁shot	-8.15399
▁short	-8.15728
▁wife	-8.15767
▁himself	-8.16251
▁death	-8.16857
▁poor	-8.16894
▁nice	-8.17271
▁john	-8.17673
▁read	-8.18059
▁house	-8.18118
▁enjoy	-8.18764
▁completely	-8.18995
▁father	-8.19159
▁home	-8.19248
▁boring	-8.19424
▁star	-8.19501
▁along	-8.20227
▁second	-8.20969
▁low	-8.21113
▁used	-8.21139
▁simply	-8.21553
▁kids	-8.22551
▁classic	-8.22654
as	-8.23074
▁recommend	-8.23223
▁10	-8.23244
▁help	-8.23591
▁hollywood	-8.23736
▁stupid	-8.23745
▁line	-8.23785
▁friends	-8.23801
▁men	-8.23919
▁wrong	-8.24071
▁need	-8.24416
▁try	-8.24881
▁either	-8.25813
▁production	-8.26179
▁rest	-8.26339
▁women	-8.2646
▁less	-8.26798
▁school	-8.26851
▁dead	-8.27321
▁use	-8.27485
▁camera	-8.27551
▁couple	-8.27761
▁full	-8.28281
▁start	-8.28664
▁mean	-8.2869
▁performances	-8.28754
▁truly	-8.28945
▁remember	-8.29144
▁terrible	-8.29583
▁understand	-8.29781
▁awful	-8.29805
▁given	-8.29847
▁video	-8.30121
▁tell	-8.3025
▁top	-8.30307
▁until	-8.30495
▁sex	-8.31033
▁came	-8.31439
▁won	-8.32609
▁--	-8.32837
▁next	-8.3285
▁getting	-8.33235
▁budget	-8.33279
▁wonderful	-8.33361
▁keep	-8.3405
▁episode	-8.34121
▁person	-8.346
▁moments	-8.35511
▁sound	-8.35791
▁small	-8.36724
▁laugh	-8.36756
▁name	-8.37227
▁mother	-8.37399
▁head	-8.37515
▁piece	-8.37635
if	-8.37696
▁itself	-8.37845
▁dialogue	-8.37872
▁perfect	-8.38458
▁definitely	-8.38472
▁couldn	-8.39355
▁face	-8.39573
▁playing	-8.39863
▁doing	-8.40326
▁absolutely	-8.40449
▁boy	-8.40853
or	-8.40891
▁children	-8.41006
▁human	-8.41297
▁live	-8.41516
▁went	-8.41697
▁stars	-8.41821
▁lines	-8.42019
▁liked	-8.42533
▁waste	-8.42556
▁entertaining	-8.42568
▁early	-8.42616
▁friend	-8.42725
▁hope	-8.42826
▁case	-8.43026
▁worse	-8.43099
▁loved	-8.43143
▁often	-8.43301
▁b	-8.44289
▁picture	-8.4472
▁cinema	-8.45151
▁sort	-8.45155
▁perhaps	-8.45535
▁certainly	-8.46249
▁style	-8.46344
▁felt	-8.46654
▁gives	-8.46936
▁title	-8.47605
▁supposed	-8.47982
▁lost	-8.48457
▁beginning	-8.48766
▁written	-8.48788
▁humor	-8.4882
▁under	-8.48835
▁several	-8.49043
▁become	-8.49273
▁dark	-8.49462
▁entire	-8.49615
▁care	-8.49709
▁direction	-8.50023
▁drama	-8.50061
▁problem	-8.50353
▁3	-8.50442
▁others	-8.50631
▁lead	-8.50992
▁mr	-8.51306
▁totally	-8.51442
▁guys	-8.51535
▁seemed	-8.51581
▁game	-8.51836
▁guess	-8.52112
▁white	-8.53426
▁based	-8.5359
▁wanted	-8.54612
▁evil	-8.54681
▁flick	-8.55033
▁turn	-8.55084
▁finally	-8.55221
▁horrible	-8.55305
there	-8.55591
▁example	-8.55612
▁fans	-8.56016
o	-8.56619
▁car	-8.56661
▁lives	-8.56792
▁against	-8.56925
▁heart	-8.57052
▁quality	-8.57453
▁amazing	-8.57525
▁fine	-8.57622
▁killer	-8.5786
▁already	-8.5799
▁called	-8.5804
▁son	-8.58178
▁throughout	-8.58237
▁writing	-8.58341
!<	-8.58473
▁enjoyed	-8.59538
▁side	-8.59981
▁history	-8.60192
▁able	-8.60203
▁today	-8.6067
er	-8.60863
▁favorite	-8.61394
▁final	-8.61508
▁days	-8.61521
▁yes	-8.61701
▁close	-8.61828
▁gave	-8.61986
▁town	-8.6236
▁art	-8.62412
▁run	-8.62475
▁oh	-8.62583
n	-8.62801
▁1	-8.63198
▁expect	-8.63213
▁becomes	-8.63244
▁act	-8.63301
▁kid	-8.63407
▁past	-8.63449
▁matter	-8.64074
▁viewer	-8.6419
▁child	-8.64455
▁etc	-8.64511
▁stuff	-8.64607
▁kill	-8.64724
to	-8.64783
▁god	-8.6527
▁tries	-8.65317
▁brilliant	-8.65887
▁genre	-8.66419
▁wants	-8.67144
on	-8.67731
▁myself	-8.67871
▁hand	-8.68267
▁slow	-8.68292
▁late	-8.68524
▁michael	-8.68832
▁parts	-8.69026
▁despite	-8.69122
▁actress	-8.69571
▁unfortunately	-8.69611
▁eyes	-8.69647
▁girls	-8.69694
▁city	-8.70168
▁works	-8.70243
▁thinking	-8.70275
▁behind	-8.70298
▁turns	-8.70332
▁decent	-8.70751
▁group	-8.71415
▁killed	-8.71601
▁themselves	-8.71891
▁strong	-8.71951
so	-8.72075
▁sometimes	-8.7228
▁heard	-8.7263
▁feeling	-8.72647
▁soon	-8.72657
▁highly	-8.72866
▁daughter	-8.72881
▁hour	-8.72967
▁voice	-8.73056
▁)	-8.7349
▁experience	-8.73564
▁directed	-8.73742
▁fight	-8.73849
▁self	-8.7399
▁overall	-8.74162
▁obviously	-8.74419
▁blood	-8.746
▁crap	-8.74835
▁took	-8.75008
▁cool	-8.75015
▁starts	-8.75354
▁happen	-8.75463
▁murder	-8.75664
▁type	-8.76165
▁hilarious	-8.76373
▁chance	-8.76446
▁happens	-8.76769
▁wouldn	-8.7687
▁wonder	-8.77216
▁extremely	-8.77452
▁lack	-8.77662
▁score	-8.77804
▁coming	-8.77838
▁looked	-8.77891
▁involved	-8.77904
▁hit	-8.78031
▁stop	-8.78068
▁simple	-8.78134
▁stories	-8.78738
▁re	-8.78855
▁hell	-8.78876
▁told	-8.78979
▁ago	-8.79172
▁leave	-8.79195
▁moment	-8.79887
▁brother	-8.79974
▁happened	-8.80349
th	-8.80501
▁violence	-8.80534
▁song	-8.80799
▁cannot	-8.80802
▁save	-8.8089
▁attempt	-8.81369
▁complete	-8.8173
▁huge	-8.81922
▁writer	-8.82257
▁serious	-8.82538
▁obvious	-8.8259
▁gore	-8.82707
▁age	-8.82881
▁ok	-8.82938
up	-8.82949
▁wish	-8.82991
▁police	-8.82996
▁roles	-8.83223
▁sad	-8.83251
▁living	-8.83567
▁husband	-8.83747
▁interest	-8.83764
!!	-8.83784
▁yourself	-8.84051
▁jokes	-8.84238
▁cinematography	-8.84661
▁shown	-8.8489
▁talent	-8.85317
▁cut	-8.85444
▁annoying	-8.85757
▁please	-8.85819
▁released	-8.8583
▁career	-8.8591
like	-8.86334
▁anyway	-8.86409
▁opinion	-8.86684
▁taken	-8.86805
▁hero	-8.86812
▁seriously	-8.86912
▁except	-8.87343
▁documentary	-8.87432
▁un	-8.87502
▁known	-8.87566
).<	-8.87661
▁hours	-8.87662
▁ridiculous	-8.87787
▁says	-8.87793
▁relationship	-8.87851
▁english	-8.87933
▁disappointed	-8.88056
▁call	-8.88351
▁light	-8.88478
▁number	-8.88496
▁particularly	-8.88497
▁across	-8.88579
▁alone	-8.88815
▁saying	-8.88861
r	-8.88884
▁exactly	-8.88991
▁usually	-8.89017
▁reality	-8.89057
▁usual	-8.89358
▁order	-8.8938
▁started	-8.89845
▁word	-8.90003
▁view	-8.90008
▁female	-8.90161
▁none	-8.90283
▁david	-8.9061
▁scary	-8.90746
▁cheap	-8.90888
▁silly	-8.90912
▁possible	-8.91164
▁change	-8.91316
▁attention	-8.9162
▁james	-8.91718
▁non	-8.91723
▁knew	-8.92154
▁running	-8.92172
for	-8.92237
▁middle	-8.92267
▁country	-8.92281
▁opening	-8.9235
▁...	-8.9235
▁major	-8.92439
▁beyond	-8.93188
▁body	-8.93374
which	-8.93407
▁power	-8.93462
one	-8.93528
▁level	-8.93704
▁television	-8.93792
▁strange	-8.93856
▁robert	-8.94118
▁somewhat	-8.94667
▁important	-8.94759
▁ten	-8.94793
▁turned	-8.94801
▁shots	-8.94944
▁miss	-8.95072
▁novel	-8.95127
▁single	-8.9514
▁among	-8.95158
▁happy	-8.95218
▁musical	-8.95279
▁four	-8.95384
▁dialog	-8.95929
▁5	-8.96018
▁jack	-8.96107
▁due	-8.9614
▁words	-8.96435
▁taking	-8.9647
▁local	-8.96487
▁predictable	-8.96508
▁room	-8.96738
▁rating	-8.96973
▁soundtrack	-8.9789
▁de	-8.97977
▁talking	-8.98126
▁modern	-8.98147
▁whose	-8.98163
▁enjoyable	-8.98345
▁4	-8.98643
▁king	-8.98801
man	-8.98816
▁earth	-8.98816
▁french	-8.98841
▁near	-8.98962
▁episodes	-8.99001
▁fast	-8.9915
▁clich	-8.9953
▁entertainment	-8.99558
ther	-8.99683
▁add	-8.9982
▁mostly	-8.99952
▁dull	-9.00114
▁subject	-9.00139
k	-9.00146
not	-9.00217
▁british	-9.00271
▁hate	-9.00284
▁review	-9.00321
!!!	-9.00427
▁basically	-9.00688
▁aren	-9.00737
who	-9.00842
▁haven	-9.00869
*	-9.00941
▁future	-9.01114
▁thriller	-9.0131
▁sequel	-9.01525
▁20	-9.01604
▁problems	-9.01626
▁comic	-9.01724
▁die	-9.01954
▁clearly	-9.01988
▁talk	-9.02016
▁songs	-9.02082
▁straight	-9.0209
▁storyline	-9.02213
▁events	-9.02374
▁romantic	-9.02438
▁including	-9.02487
▁message	-9.02603
▁upon	-9.02694
▁surprised	-9.02858
▁ends	-9.02967
what	-9.03312
▁bring	-9.03363
▁apparently	-9.03696
▁bunch	-9.03968
▁mention	-9.03975
▁team	-9.04318
▁supporting	-9.04321
▁above	-9.04381
▁space	-9.04558
▁similar	-9.04564
▁theater	-9.0486
▁monster	-9.04939
▁sequence	-9.05483
▁moving	-9.05506
▁buy	-9.05582
▁clear	-9.0568
▁five	-9.06061
▁sister	-9.0641
▁easily	-9.0643
▁doubt	-9.06472
▁eye	-9.0655
!)	-9.06588
▁o	-9.06843
▁fall	-9.06909
▁suspense	-9.07082
▁effort	-9.0709
▁stand	-9.07101
▁tried	-9.07122
▁giving	-9.07613
▁falls	-9.07699
of	-9.0778
▁whe	-9.07868
▁rock	-9.07976
▁easy	-9.08174
▁tells	-9.08335
▁parents	-9.08359
▁finds	-9.08383
all	-9.08401
▁rent	-9.08414
es	-9.08482
▁george	-9.08496
▁release	-9.08499
▁stay	-9.08855
▁oscar	-9.08891
he	-9.08982
▁theme	-9.08985
▁certain	-9.09006
▁showing	-9.09166
▁fantastic	-9.09222
▁kept	-9.0944
▁viewing	-9.09584
▁comments	-9.09881
▁deal	-9.10126
▁dog	-9.10203
▁sets	-9.10259
fi	-9.10338
▁lady	-9.10522
al	-9.10819
▁dr	-9.11094
▁greatest	-9.11116
▁tale	-9.11153
▁editing	-9.11332
▁realistic	-9.11398
▁knows	-9.11691
▁feature	-9.11773
▁decided	-9.11824
▁working	-9.11871
▁filmed	-9.12064
▁imagine	-9.12087
▁check	-9.12116
▁sit	-9.12154
▁needs	-9.12222
▁material	-9.12316
▁gone	-9.12403
▁appears	-9.12549
▁follow	-9.12697
▁typical	-9.12926
▁believable	-9.13068
▁class	-9.1311
▁mystery	-9.13157
▁move	-9.13173
c	-9.13388
▁reviews	-9.13434
▁famous	-9.13596
▁weak	-9.13809
▁hear	-9.14041
▁premise	-9.14348
▁lots	-9.1442
▁doctor	-9.14443
▁crime	-9.14526
▁general	-9.14628
▁within	-9.14764
▁sorry	-9.15
▁hot	-9.15429
▁named	-9.15649
▁lame	-9.15724
▁animation	-9.15737
▁actual	-9.15903
▁viewers	-9.15998
▁nearly	-9.16017
▁forget	-9.16069
▁elements	-9.16075
▁using	-9.16504
▁red	-9.16505
▁imdb	-9.1654
▁period	-9.16821
▁surprise	-9.17032
▁wait	-9.17318
▁average	-9.17393
you	-9.17399
▁brought	-9.17748
▁gay	-9.17951
an	-9.17966
▁atmosphere	-9.17984
g	-9.18092
▁poorly	-9.18212
▁america	-9.18578
▁sci	-9.18588
▁avoid	-9.18596
▁f	-9.18696
▁season	-9.18714
▁shame	-9.19095
▁open	-9.19118
▁expected	-9.19237
▁spend	-9.19312
▁somehow	-9.19328
▁learn	-9.19333
▁deep	-9.19887
ness	-9.19909
▁figure	-9.20285
▁dance	-9.20287
▁peter	-9.20328
▁box	-9.20337
▁means	-9.20356
▁killing	-9.20437
▁york	-9.20473
▁romance	-9.20488
▁leads	-9.20541
▁d	-9.2063
▁herself	-9.2091
that	-9.21109
▁sequences	-9.21114
▁truth	-9.21155
▁okay	-9.21201
▁comment	-9.21416
▁weird	-9.21495
my	-9.22222
▁write	-9.22262
▁particular	-9.22422
▁situation	-9.22445
▁richard	-9.22505
▁points	-9.22523
▁form	-9.2266
▁reading	-9.22812
▁crew	-9.22831
▁cheesy	-9.22915
▁minute	-9.23341
▁begins	-9.2372
▁air	-9.23853
▁superb	-9.2398
▁difficult	-9.24089
▁free	-9.24297
▁feels	-9.24315
▁*	-9.24328
▁street	-9.24358
▁paul	-9.24982
▁male	-9.25009
▁third	-9.25094
▁became	-9.25218
▁masterpiece	-9.25366
▁pay	-9.25443
no	-9.25686
▁society	-9.25978
▁western	-9.26129
▁copy	-9.26264
▁footage	-9.26392
▁co	-9.2643
▁interested	-9.26446
▁mess	-9.26479
▁cop	-9.26484
▁potential	-9.26647
at	-9.2682
▁begin	-9.26969
▁possibly	-9.27092
▁boys	-9.27186
▁needed	-9.27247
▁forced	-9.2733
▁island	-9.27433
▁sexual	-9.2778
▁meet	-9.27814
▁indeed	-9.27855
▁ways	-9.2789
▁beauty	-9.28096
▁effect	-9.28122
▁dumb	-9.28271
▁screenplay	-9.28382
▁stage	-9.28505
▁eventually	-9.28632
▁whatever	-9.28681
▁total	-9.28701
▁badly	-9.28705
▁question	-9.28728
▁dream	-9.28759
▁memorable	-9.28786
with	-9.28869
▁emotional	-9.29065
▁admit	-9.29179
▁disney	-9.29227
▁laughs	-9.29229
▁credits	-9.29232
▁otherwise	-9.29351
▁result	-9.29444
▁previous	-9.29478
▁incredibly	-9.29486
▁lee	-9.29508
▁features	-9.29578
▁nor	-9.29628
▁realize	-9.298
▁c	-9.29883
▁leaves	-9.30184
▁19	-9.30424
▁fire	-9.30496
▁forward	-9.3063
▁joke	-9.30769
▁agree	-9.30822
▁cover	-9.30927
▁water	-9.31121
▁baby	-9.31156
▁perfectly	-9.3135
▁acted	-9.31402
▁personal	-9.315
▁nature	-9.31563
▁crazy	-9.31776
▁background	-9.31857
▁!	-9.31868
▁meets	-9.32198
▁plenty	-9.32216
▁hands	-9.32234
▁setting	-9.32342
▁development	-9.32485
▁creepy	-9.32489
▁plain	-9.32528
▁plus	-9.32789
▁quickly	-9.32975
▁directing	-9.33304
▁worked	-9.33391
▁keeps	-9.33509
▁rich	-9.33542
▁wasted	-9.33642
▁unique	-9.33651
▁front	-9.34494
▁girlfriend	-9.34552
▁inside	-9.34752
▁mark	-9.3476
▁bill	-9.35012
▁japanese	-9.35402
▁older	-9.35428
▁spent	-9.35487
▁fairly	-9.35635
▁la	-9.3564
▁earlier	-9.35666
▁business	-9.35826
▁battle	-9.35851
▁note	-9.35946
▁expecting	-9.35993
▁ask	-9.36024
▁break	-9.36153
▁deserves	-9.36206
▁writers	-9.3626
▁cute	-9.36303
▁powerful	-9.36644
▁unless	-9.36694
?)	-9.36725
▁gun	-9.36863
▁portrayed	-9.36923
▁sounds	-9.36951
▁large	-9.36972
▁appear	-9.37001
▁dramatic	-9.37292
▁towards	-9.3741
▁leading	-9.37447
▁fails	-9.37553
▁u	-9.37624
▁twist	-9.37804
▁cat	-9.37833
▁laughing	-9.3788
▁cartoon	-9.38801
▁italian	-9.38804
▁clever	-9.38875
well	-9.38911
▁recently	-9.38937
▁following	-9.38989
▁various	-9.39151
▁pace	-9.39429
▁odd	-9.39502
p	-9.3956
▁van	-9.39568
▁talented	-9.39612
▁flat	-9.39837
▁caught	-9.39919
▁era	-9.40091
▁secret	-9.40195
even	-9.40291
▁missing	-9.40463
▁remake	-9.4051
out	-9.40517
▁brings	-9.40622
▁zombie	-9.40887
▁villain	-9.40922
▁success	-9.40946
▁german	-9.4102
▁present	-9.41101
▁hair	-9.41331
▁create	-9.41548
▁pure	-9.41704
l	-9.41759
▁store	-9.41874
▁fighting	-9.42014
▁focus	-9.42175
0	-9.42392
▁meant	-9.42394
▁party	-9.42442
▁joe	-9.42485
▁hold	-9.42555
▁nudity	-9.42577
▁incredible	-9.42772
▁list	-9.42787
▁ended	-9.42823
▁reasons	-9.42839
....	-9.4311
▁manages	-9.43196
▁hardly	-9.4326
▁whom	-9.43373
est	-9.43594
▁missed	-9.43711
▁return	-9.44209
▁band	-9.44229
▁mad	-9.44275
▁fantasy	-9.44282
▁casting	-9.44291
▁bored	-9.443
▁public	-9.4435
▁married	-9.44586
▁political	-9.44815
▁train	-9.449
▁value	-9.45019
▁waiting	-9.4512
▁appreciate	-9.4539
▁brain	-9.45497
▁attempts	-9.45523
▁members	-9.4559
▁telling	-9.45618
▁escape	-9.45671
▁college	-9.45896
▁sweet	-9.46092
▁tom	-9.46172
▁outside	-9.46178
▁cold	-9.46225
▁visual	-9.4649
▁science	-9.46518
▁apart	-9.46545
▁30	-9.46791
▁company	-9.4682
▁rate	-9.46822
▁channel	-9.47202
▁super	-9.47519
▁speak	-9.47652
▁familiar	-9.47859
▁portrayal	-9.48048
▁william	-9.48051
▁anti	-9.48081
▁credit	-9.48172
▁slightly	-9.48201
▁created	-9.48299
▁wrote	-9.48312
▁state	-9.48381
▁directors	-9.48525
▁fit	-9.48846
▁trouble	-9.48849
▁filmmakers	-9.48997
▁tension	-9.49009
▁common	-9.49124
▁convincing	-9.49148
▁christmas	-9.49337
▁fake	-9.49763
▁amount	-9.49769
▁scott	-9.49864
▁language	-9.49888
▁ideas	-9.50049
▁died	-9.50064
▁considering	-9.50152
▁dancing	-9.50204
▁choice	-9.50207
▁office	-9.50219
▁ex	-9.50266
▁further	-9.50296
▁consider	-9.50457
▁project	-9.50537
▁trash	-9.50547
gest	-9.50777
by	-9.5095
▁pathetic	-9.51048
▁popular	-9.51262
▁intelligent	-9.51366
▁fear	-9.514
▁amusing	-9.51404
▁produced	-9.51586
▁awesome	-9.51605
▁century	-9.5161
▁gang	-9.51856
▁garbage	-9.52019
▁concept	-9.5207
▁exciting	-9.52133
▁unlike	-9.52363
▁sick	-9.52424
▁recommended	-9.52493
▁mentioned	-9.52515
▁pointless	-9.52612
▁bizarre	-9.53107
▁sub	-9.53214
▁force	-9.53458
▁basic	-9.53628
▁compared	-9.53647
▁glad	-9.53675
▁decide	-9.53988
▁younger	-9.54037
▁positive	-9.54111
▁camp	-9.5419
▁follows	-9.54219
▁neither	-9.54239
▁master	-9.54251
▁match	-9.54296
▁situations	-9.54427
▁entirely	-9.54453
▁decides	-9.5447
▁former	-9.54485
▁alive	-9.54497
▁studio	-9.54499
▁pick	-9.546
▁spirit	-9.54783
▁social	-9.54896
▁impressive	-9.549
▁humour	-9.55459
▁sadly	-9.5546
▁respect	-9.55502
▁solid	-9.55506
▁producers	-9.5558
▁violent	-9.55615
▁moves	-9.55666
▁8	-9.55839
▁walk	-9.55865
▁track	-9.55956
▁15	-9.56428
▁cause	-9.56444
▁honest	-9.56581
▁drug	-9.5663
▁post	-9.56792
▁bought	-9.56821
time	-9.5697
▁successful	-9.56971
▁brothers	-9.56992
▁recent	-9.57194
▁filled	-9.57277
▁week	-9.5737
▁depth	-9.57449
▁disturbing	-9.57522
▁remind	-9.57593
▁accent	-9.57683
▁win	-9.57736
▁t	-9.57776
movie	-9.57803
▁chemistry	-9.57969
▁road	-9.58117
▁ones	-9.58223
▁bother	-9.58224
▁appeal	-9.58301
▁showed	-9.58431
▁weren	-9.58519
▁genius	-9.58544
▁control	-9.58614
▁vampire	-9.58747
▁shoot	-9.58788
▁images	-9.58794
▁adult	-9.58969
▁values	-9.58971
▁longer	-9.59029
▁cult	-9.59043
▁tough	-9.59296
▁trip	-9.59377
▁changed	-9.59948
▁culture	-9.59949
▁barely	-9.60227
▁impossible	-9.60317
▁jane	-9.6032
▁fair	-9.60348
▁park	-9.60482
▁uses	-9.60517
▁revenge	-9.60558
▁west	-9.60662
▁suddenly	-9.60709
▁south	-9.60789
▁ben	-9.60859
▁mood	-9.61189
▁failed	-9.61316
▁alien	-9.6176
▁taste	-9.62012
▁effective	-9.62014
although	-9.62152
▁kills	-9.62236
▁questions	-9.62291
▁prison	-9.62307
▁chase	-9.62316
▁g	-9.62324
▁singing	-9.62324
▁stunning	-9.62344
▁shooting	-9.62385
▁7	-9.62545
▁fiction	-9.62688
▁adventure	-9.62879
▁sam	-9.62883
▁conclusion	-9.62973
▁touch	-9.62986
▁?	-9.63152
▁considered	-9.63302
▁added	-9.63415
▁stick	-9.63517
▁somewhere	-9.63541
▁80'	-9.63651
▁dad	-9.63817
▁yeah	-9.63888
▁explain	-9.63939
▁silent	-9.6397
▁sexy	-9.63993
▁twists	-9.64048
▁starring	-9.64102
▁meaning	-9.64156
▁edge	-9.64485
▁smart	-9.64873
▁available	-9.64917
▁involving	-9.64922
▁charming	-9.65062
▁scenery	-9.6531
they	-9.65532
▁leaving	-9.65548
▁army	-9.65563
▁tone	-9.65596
▁journey	-9.65767
▁ultimately	-9.65864
▁computer	-9.65977
▁blue	-9.66009
▁sitting	-9.66055
▁r	-9.66157
▁slasher	-9.66245
▁wild	-9.66443
▁standard	-9.66514
▁normal	-9.66617
▁catch	-9.66774
▁issues	-9.66932
we	-9.66959
▁photography	-9.67054
is	-9.67071
▁immediately	-9.67182
▁jones	-9.67356
▁90	-9.67396
▁100	-9.67407
▁green	-9.67485
▁soul	-9.67574
▁pass	-9.67646
▁honestly	-9.67685
when	-9.67757
h	-9.67993
▁nobody	-9.68097
▁beautifully	-9.68221
▁purpose	-9.68274
▁bar	-9.6828
▁jim	-9.68281
▁london	-9.68451
don	-9.68516
▁nowhere	-9.68554
▁opera	-9.68559
▁subtle	-9.68588
▁soldiers	-9.68609
▁planet	-9.68698
▁laughable	-9.68727
▁personally	-9.68738
▁rare	-9.68765
▁surprisingly	-9.68785
▁terrific	-9.68836
▁appearance	-9.6895
▁ghost	-9.69021
▁magic	-9.69083
▁bed	-9.69158
▁heavy	-9.69244
▁books	-9.69254
▁lovely	-9.69352
▁ride	-9.69378
▁l	-9.69436
▁9	-9.69508
▁touching	-9.69524
▁impression	-9.69563
en	-9.69629
▁everybody	-9.6989
▁adaptation	-9.70003
▁comedies	-9.70012
▁ability	-9.70065
▁festival	-9.70131
▁disappointing	-9.70229
▁suppose	-9.70279
▁plan	-9.70404
▁aspect	-9.70423
▁date	-9.7046
▁frank	-9.70495
▁giant	-9.70559
▁unbelievable	-9.70791
3	-9.70804
▁innocent	-9.70841
▁ray	-9.70842
▁government	-9.70928
▁charles	-9.7097
▁mary	-9.71104
▁managed	-9.71147
▁animated	-9.71341
▁law	-9.71506
▁painful	-9.71784
▁club	-9.71924
▁door	-9.71932
▁likely	-9.71942
▁cinematic	-9.71974
▁terms	-9.72053
▁remains	-9.72072
▁finish	-9.72115
▁presence	-9.72244
▁generally	-9.7227
▁utterly	-9.72295
▁award	-9.72391
▁excuse	-9.72447
▁complex	-9.72779
▁naked	-9.72798
▁throw	-9.7285
▁j	-9.7287
▁smith	-9.73083
▁drive	-9.73204
b	-9.73218
▁land	-9.73269
▁disappointment	-9.73364
▁cry	-9.73453
▁thrown	-9.73602
▁victim	-9.73662
▁details	-9.73787
▁costumes	-9.73945
▁p	-9.73945
▁indian	-9.74076
▁aside	-9.74149
▁runs	-9.74295
▁literally	-9.74462
▁outstanding	-9.74473
be	-9.74514
▁boyfriend	-9.74649
▁pictures	-9.7472
▁wow	-9.74761
▁e	-9.74775
▁expectations	-9.74792
▁loud	-9.74888
▁thanks	-9.74901
▁emotions	-9.74945
▁charm	-9.75053
▁building	-9.7517
▁teen	-9.75185
▁student	-9.75199
▁pain	-9.75373
▁natural	-9.75502
▁support	-9.75503
▁detective	-9.75618
making	-9.75749
▁climax	-9.75775
▁hoping	-9.75949
▁narrative	-9.76
▁knowing	-9.76283
▁mistake	-9.76284
▁hurt	-9.76307
▁intended	-9.7648
▁tired	-9.7663
▁zombies	-9.76673
▁laughed	-9.76984
▁audiences	-9.77007
▁minor	-9.77052
▁historical	-9.77097
le	-9.77138
▁attack	-9.77174
▁makers	-9.7721
▁constantly	-9.77219
▁spoilers	-9.77286
▁80	-9.7731
▁thank	-9.77323
▁ship	-9.77408
she	-9.77617
▁mysterious	-9.77656
▁producer	-9.77663
▁boss	-9.77743
▁military	-9.7775
▁emotion	-9.77774
some	-9.7794
▁contains	-9.7807
▁walking	-9.78077
▁sent	-9.78152
do	-9.78177
▁changes	-9.78359
▁fell	-9.78537
▁confusing	-9.78578
▁charlie	-9.78755
▁forever	-9.78853
▁fascinating	-9.78865
▁race	-9.78868
▁slowly	-9.79112
▁gem	-9.79317
▁suggest	-9.79492
▁brief	-9.79508
▁summer	-9.79535
▁bruce	-9.79624
▁double	-9.7963
▁manner	-9.79678
▁presented	-9.79716
▁exception	-9.79744
▁bond	-9.79759
budget	-9.7993
▁stands	-9.80015
▁shocking	-9.80029
▁notice	-9.80134
▁hospital	-9.80313
director	-9.80344
▁names	-9.80426
▁compelling	-9.80444
▁mom	-9.80512
▁ed	-9.80732
▁collection	-9.80876
▁grace	-9.80896
▁offer	-9.80921
ers	-9.80997
▁central	-9.81174
▁bottom	-9.81467
▁pull	-9.81573
▁justice	-9.81639
▁equally	-9.81649
▁chris	-9.81674
▁martin	-9.81944
▁students	-9.81944
▁shock	-9.81977
▁folks	-9.81979
▁color	-9.82007
f	-9.8203
▁detail	-9.82038
▁steve	-9.82088
▁paris	-9.82223
▁al	-9.82242
▁fully	-9.82342
v	-9.82349
▁critics	-9.82503
▁harry	-9.82523
▁content	-9.82547
▁happening	-9.82604
▁pre	-9.82626
overall	-9.82631
▁ahead	-9.82914
now	-9.82926
▁10.	-9.83151
▁aspects	-9.83217
▁pieces	-9.83535
▁six	-9.83536
▁feelings	-9.83598
▁opportunity	-9.83678
▁fresh	-9.83866
off	-9.83951
▁agent	-9.83952
▁surely	-9.83987
▁rented	-9.84324
▁themes	-9.84366
▁include	-9.84437
▁impressed	-9.84453
▁confused	-9.84454
▁hey	-9.8446
able	-9.84479
▁wood	-9.84527
▁trailer	-9.84551
▁rip	-9.84559
▁gorgeous	-9.84585
▁industry	-9.84733
▁likable	-9.8474
▁funniest	-9.8475
▁direct	-9.84788
▁mainly	-9.84838
▁spot	-9.84875
1	-9.84887
▁million	-9.84897
▁impact	-9.85188
▁image	-9.85339
▁mix	-9.8551
▁rated	-9.85775
▁radio	-9.85809
▁tony	-9.85818
▁finding	-9.85835
▁affair	-9.85937
▁location	-9.85964
▁hitchcock	-9.86111
▁twice	-9.86115
▁thus	-9.86166
▁wondering	-9.86576
▁holes	-9.86645
▁motion	-9.86667
▁beat	-9.86681
2	-9.86741
▁dreams	-9.86805
▁paid	-9.86888
▁answer	-9.8695
▁stewart	-9.87057
▁russian	-9.87057
▁lover	-9.87095
▁anymore	-9.87225
▁ground	-9.87256
▁mediocre	-9.87342
▁porn	-9.87356
▁flicks	-9.8749
▁lived	-9.8757
▁grade	-9.87719
see	-9.87766
▁appeared	-9.87797
▁serial	-9.87842
▁extra	-9.87906
▁acts	-9.87919
▁difference	-9.87982
▁places	-9.87991
▁:	-9.88138
▁drawn	-9.88323
▁sleep	-9.88373
▁marriage	-9.88455
▁pop	-9.88475
old	-9.88522
▁hasn	-9.88654
▁creative	-9.88667
▁developed	-9.887
▁lighting	-9.88719
▁reminded	-9.88723
▁suicide	-9.88757
▁batman	-9.88773
after	-9.88776
▁step	-9.88829
▁share	-9.88838
ting	-9.88867
▁quick	-9.88912
▁forgotten	-9.88918
▁50	-9.89275
▁random	-9.89286
▁puts	-9.89488
▁plane	-9.89648
▁delivers	-9.89719
▁falling	-9.89746
▁drugs	-9.8982
▁billy	-9.89983
▁extreme	-9.89983
▁stuck	-9.90007
▁intense	-9.90093
▁relationships	-9.90243
also	-9.90363
▁ugly	-9.90504
▁lacks	-9.90589
▁torture	-9.90595
▁hotel	-9.9066
▁scientist	-9.90734
▁machine	-9.90739
▁sea	-9.90888
▁church	-9.90961
just	-9.91105
▁key	-9.91188
▁treat	-9.91244
▁sat	-9.91419
▁attractive	-9.91451
▁latter	-9.91453
▁wooden	-9.91469
▁disaster	-9.91541
▁adults	-9.91691
▁dies	-9.91903
▁ms	-9.91928
▁fashion	-9.91941
▁cops	-9.91978
▁putting	-9.92176
▁ready	-9.92211
▁tragic	-9.92341
▁absolute	-9.92355
▁damn	-9.92369
▁creature	-9.92403
▁compare	-9.92415
▁h	-9.92429
▁imagination	-9.92515
▁flaws	-9.92724
▁process	-9.92737
▁animals	-9.92806
▁tend	-9.92846
▁lose	-9.92903
▁allowed	-9.93008
▁shouldn	-9.93047
▁negative	-9.93107
▁adds	-9.93108
▁victims	-9.93164
▁struggle	-9.93202
▁theatre	-9.93213
▁soldier	-9.93222
▁wall	-9.9327
▁born	-9.93275
▁teenage	-9.93441
▁approach	-9.93808
▁jean	-9.93877
▁information	-9.93895
▁system	-9.94036
ic	-9.94045
▁deliver	-9.94076
▁besides	-9.94181
▁count	-9.94207
▁filming	-9.94254
▁picked	-9.94376
▁element	-9.94378
▁gold	-9.94423
▁teacher	-9.94564
▁angry	-9.94572
▁faces	-9.94613
▁moral	-9.94765
▁becoming	-9.94852
ish	-9.94924
though	-9.94932
▁accident	-9.95028
▁kelly	-9.95107
▁describe	-9.9511
▁childhood	-9.95247
▁cgi	-9.95296
▁actresses	-9.95341
▁worthy	-9.95377
▁whatsoever	-9.95414
▁offers	-9.95453
▁standards	-9.95482
▁fellow	-9.95534
▁captain	-9.95561
▁thoroughly	-9.95755
▁phone	-9.95787
▁member	-9.95931
▁christopher	-9.96
▁cross	-9.96018
▁seven	-9.96083
▁fox	-9.96105
▁supposedly	-9.9614
▁horse	-9.96142
▁mouth	-9.96198
▁x	-9.96263
▁pleasure	-9.96431
▁moved	-9.96515
▁station	-9.96521
▁therefore	-9.96615
w	-9.96642
▁m	-9.96697
▁fat	-9.96819
▁blame	-9.96832
▁listen	-9.96867
▁criminal	-9.9714
▁dirty	-9.97144
▁epic	-9.97145
▁search	-9.97183
▁commentary	-9.97285
▁passion	-9.97288
▁sucks	-9.97313
▁followed	-9.97331
▁seemingly	-9.97477
▁afraid	-9.97486
▁addition	-9.97523
▁deserve	-9.97534
▁mid	-9.97562
▁woods	-9.97592
▁nasty	-9.97638
▁lies	-9.97731
▁area	-9.9775
▁personality	-9.97807
▁carry	-9.97824
▁noir	-9.97916
▁martial	-9.97984
▁zero	-9.97989
▁proves	-9.98153
▁independent	-9.98251
however	-9.98273
▁favourite	-9.98347
▁speaking	-9.98354
▁judge	-9.98416
▁intriguing	-9.98489
▁helped	-9.98492
▁sight	-9.98523
ie	-9.98526
▁soft	-9.98583
▁70	-9.98588
▁watchable	-9.98624
▁turning	-9.98646
▁queen	-9.98758
▁christian	-9.98986
▁games	-9.98991
▁memory	-9.99006
▁helps	-9.9901
▁redeeming	-9.99049
▁led	-9.99396
▁clothes	-9.99715
▁professional	-9.9972
▁tears	-9.99733
▁onto	-9.99829
▁mine	-9.9985
▁suspect	-9.99859
▁energy	-9.9989
▁design	-9.99899
▁grand	-9.99902
▁jr	-9.99926
▁moon	-10.0004
▁stone	-10.0007
▁wind	-10.0011
▁willing	-10.0023
▁jackson	-10.0026
▁provides	-10.0028
▁continue	-10.0055
▁thinks	-10.0055
▁murders	-10.0064
▁comedic	-10.0077
▁inspired	-10.0085
▁current	-10.0097
especially	-10.0102
▁stock	-10.0104
▁tragedy	-10.013
▁ryan	-10.0135
▁apartment	-10.0138
▁anybody	-10.015
▁news	-10.0156
▁superior	-10.0156
less	-10.016
▁jerry	-10.0169
▁henry	-10.0171
▁joy	-10.0189
▁70'	-10.0189
year	-10.0192
▁40	-10.0197
▁uncle	-10.0198
▁asked	-10.0205
▁brown	-10.021
▁realized	-10.0211
▁dying	-10.0221
▁wanting	-10.0221
▁anywhere	-10.0227
▁rarely	-10.0232
▁absurd	-10.0237
▁artistic	-10.024
▁accept	-10.0242
▁loves	-10.0248
▁soap	-10.026
▁jason	-10.0263
▁draw	-10.0273
▁physical	-10.0284
▁animal	-10.0307
from	-10.0309
while	-10.0316
oh	-10.0317
▁delightful	-10.0321
▁vs	-10.0329
▁tim	-10.0346
▁intelligence	-10.0347
▁held	-10.0361
▁price	-10.0362
▁lord	-10.0368
▁spoiler	-10.0371
▁provide	-10.0382
▁food	-10.0422
good	-10.0424
▁brutal	-10.043
▁bloody	-10.0439
▁surprising	-10.0449
▁thin	-10.0453
▁artist	-10.0455
▁loose	-10.0466
▁vhs	-10.0474
▁pair	-10.0474
▁twenty	-10.0476
▁accurate	-10.0486
▁returns	-10.0497
▁flying	-10.0507
▁wearing	-10.0508
▁build	-10.0515
▁states	-10.0532
▁began	-10.0534
life	-10.0534
▁kevin	-10.0538
▁wonderfully	-10.0559
▁12	-10.0574
com	-10.059
▁dangerous	-10.0597
▁moore	-10.0607
▁desert	-10.0614
▁filmmaker	-10.0618
▁below	-10.0634
▁trust	-10.0636
▁unknown	-10.0642
▁memories	-10.0642
over	-10.0652
▁gags	-10.0656
▁opposite	-10.0662
▁hidden	-10.0663
▁shakespeare	-10.068
▁necessary	-10.0681
▁numbers	-10.0692
▁americans	-10.0696
▁arts	-10.0697
▁mike	-10.0719
▁pacing	-10.0719
▁boat	-10.0745
▁thomas	-10.0762
▁noticed	-10.0771
▁player	-10.0776
▁chinese	-10.0777
▁k	-10.0778
then	-10.0786
▁deeply	-10.0794
▁1950	-10.0795
▁page	-10.0799
▁seconds	-10.0804
▁scared	-10.0804
▁friendship	-10.0815
▁1970	-10.0834
▁hated	-10.0834
▁allen	-10.0834
▁religious	-10.0846
▁rape	-10.0849
▁board	-10.0855
▁tape	-10.0862
▁rubbish	-10.0866
▁generation	-10.087
▁engaging	-10.0871
▁bob	-10.0877
▁witch	-10.0878
▁unusual	-10.0883
▁understanding	-10.089
▁cable	-10.0894
▁allow	-10.0913
▁lets	-10.0921
▁w	-10.0923
▁williams	-10.0924
▁field	-10.0925
▁wide	-10.093
▁buddy	-10.0932
▁president	-10.0949
▁eddie	-10.0952
▁academy	-10.0967
▁roll	-10.0979
▁limited	-10.0992
▁ice	-10.1004
▁smile	-10.1015
▁shop	-10.102
us	-10.1037
▁sees	-10.104
▁skip	-10.1044
▁somebody	-10.1048
▁destroy	-10.105
▁monsters	-10.1063
▁locations	-10.1065
▁introduced	-10.1071
rely	-10.1072
whilst	-10.1084
▁remarkable	-10.1084
▁fame	-10.1086
▁johnny	-10.1089
▁explanation	-10.1111
yes	-10.1122
top	-10.1129
ion	-10.1134
▁leader	-10.1141
▁comparison	-10.1151
▁devil	-10.1158
▁nicely	-10.1163
▁officer	-10.1164
▁holds	-10.1164
▁apparent	-10.1174
▁singer	-10.1177
▁recall	-10.1195
▁finished	-10.1197
▁13	-10.1201
▁curious	-10.1203
▁learned	-10.1206
▁range	-10.1221
▁unnecessary	-10.1222
▁months	-10.1225
▁anne	-10.123
▁record	-10.124
▁witty	-10.1243
▁heaven	-10.1245
▁ford	-10.1245
▁arthur	-10.1246
▁includes	-10.1247
▁captured	-10.1253
▁desperate	-10.1255
▁ball	-10.1278
▁crappy	-10.1282
▁jump	-10.1285
▁conflict	-10.1309
▁magnificent	-10.1315
▁discover	-10.1325
▁bland	-10.1335
▁mental	-10.1336
▁advice	-10.1343
▁floor	-10.1344
▁stephen	-10.1358
▁village	-10.1362
▁manage	-10.1371
▁technical	-10.1375
▁cash	-10.1384
▁references	-10.1399
▁morning	-10.1403
▁taylor	-10.1405
▁kick	-10.1413
▁pilot	-10.1418
▁responsible	-10.1424
▁starting	-10.143
▁sing	-10.1431
▁exist	-10.1432
.....	-10.1436
▁knowledge	-10.1444
▁driving	-10.1446
▁heroes	-10.1451
▁ring	-10.1465
▁players	-10.1467
▁hadn	-10.1468
▁danny	-10.1471
▁partner	-10.1482
▁davis	-10.1486
▁vision	-10.1489
▁asks	-10.1492
▁constant	-10.1497
▁length	-10.1503
▁survive	-10.1508
▁river	-10.1515
▁connection	-10.152
▁owner	-10.1524
▁loving	-10.1526
▁saving	-10.1529
looking	-10.1529
▁fail	-10.1537
▁mixed	-10.154
▁alan	-10.1546
▁creating	-10.1547
▁lacking	-10.1549
▁bits	-10.1552
▁wars	-10.1557
▁community	-10.1567
▁vote	-10.1574
▁quiet	-10.158
▁behavior	-10.1581
▁bigger	-10.1589
▁national	-10.1593
▁kinda	-10.1595
▁mission	-10.1605
▁terribly	-10.1608
▁howard	-10.1613
▁calls	-10.1615
▁sucked	-10.1615
▁growing	-10.1625
▁lovers	-10.1636
▁media	-10.1636
▁suit	-10.1639
▁gotten	-10.1651
▁humanity	-10.1651
▁ordinary	-10.1651
▁nonsense	-10.1655
▁deserved	-10.1659
▁humorous	-10.1664
▁issue	-10.1667
▁robin	-10.1678
▁window	-10.1688
▁legend	-10.1689
▁private	-10.1692
▁finest	-10.1696
▁favor	-10.1697
played	-10.1702
▁treated	-10.1703
te	-10.1708
▁program	-10.1709
▁england	-10.1712
▁prove	-10.1722
▁warning	-10.1728
▁normally	-10.1729
▁irritating	-10.1733
▁dealing	-10.1735
▁relate	-10.174
▁wayne	-10.1789
▁murdered	-10.1792
▁eat	-10.1794
▁sign	-10.1796
go	-10.1802
▁capture	-10.1806
▁explained	-10.1812
▁unfunny	-10.1818
▁heroine	-10.1819
j	-10.1835
▁keeping	-10.1835
▁luck	-10.184
▁genuine	-10.185
▁priest	-10.185
▁golden	-10.1863
▁dreadful	-10.1873
▁bright	-10.1877
▁faith	-10.1879
▁lynch	-10.1898
▁powers	-10.1899
▁nick	-10.1909
▁brian	-10.191
▁bank	-10.1922
▁cost	-10.193
▁author	-10.1949
▁efforts	-10.1951
▁castle	-10.1953
▁event	-10.1966
▁empty	-10.1966
▁grow	-10.197
▁realism	-10.1974
▁satire	-10.1988
▁hunter	-10.1994
▁actions	-10.2008
0'	-10.2008
▁seat	-10.2017
▁numerous	-10.203
▁protagonist	-10.2034
▁youth	-10.2038
▁north	-10.2044
▁regular	-10.2046
▁lesson	-10.2048
why	-10.2051
▁debut	-10.2052
▁scream	-10.2055
▁n	-10.2058
▁dressed	-10.2062
▁sean	-10.207
▁wise	-10.2072
▁france	-10.2081
▁skills	-10.2082
how	-10.2089
▁drunk	-10.2097
▁instance	-10.2099
▁max	-10.2103
▁desire	-10.2111
▁included	-10.2111
▁trek	-10.2118
▁texas	-10.2118
▁broken	-10.2119
▁reviewers	-10.2122
▁commercial	-10.2127
▁international	-10.2132
▁foreign	-10.2138
▁corny	-10.2142
▁sheer	-10.2144
▁whenever	-10.2147
▁blind	-10.215
▁consist	-10.2161
▁gangster	-10.2168
▁european	-10.2169
▁teenagers	-10.2172
▁pulled	-10.2174
▁crowd	-10.2179
▁stereotypes	-10.2188
▁finale	-10.2188
▁higher	-10.22
▁remembered	-10.2203
▁dated	-10.2205
▁ill	-10.2209
z	-10.2223
▁gory	-10.2234
▁chick	-10.2234
▁site	-10.224
▁frankly	-10.2245
▁fate	-10.2245
▁formula	-10.2247
▁unrealistic	-10.2249
▁portray	-10.2253
▁winning	-10.2259
▁insane	-10.2263
▁pretentious	-10.227
▁study	-10.2279
▁screaming	-10.2287
▁visit	-10.2297
▁occasionally	-10.23
▁african	-10.23
▁ran	-10.2305
▁loss	-10.2306
▁guns	-10.2307
▁utter	-10.2311
▁fights	-10.2315
▁disgusting	-10.2319
▁gary	-10.2324
▁psychological	-10.233
u	-10.2337
▁travel	-10.2352
▁mini	-10.2355
ies	-10.2361
▁wedding	-10.2367
▁parody	-10.2368
▁alex	-10.2372
▁/	-10.2372
▁joan	-10.2388
▁aware	-10.2392
▁paper	-10.2392
▁spanish	-10.2406
▁saved	-10.2407
▁terror	-10.241
▁concerned	-10.2411
▁australian	-10.2415
▁discovered	-10.2416
▁awkward	-10.2417
▁clean	-10.2424
▁par	-10.2428
▁mere	-10.2437
▁steal	-10.2439
▁hits	-10.2439
▁heads	-10.2441
▁originally	-10.2447
▁shallow	-10.2448
▁practical	-10.2449
▁cameo	-10.2451
▁talents	-10.2454
▁lucky	-10.2459
▁deals	-10.2462
▁teenager	-10.2464
▁sell	-10.2469
▁according	-10.247
▁combination	-10.2471
▁ladies	-10.2495
▁villains	-10.2502
▁feet	-10.2502
▁fly	-10.2504
▁vampires	-10.2505
▁flesh	-10.2509
▁spectacular	-10.2509
▁sheriff	-10.2517
▁football	-10.2518
▁nightmare	-10.253
▁unexpected	-10.2531
▁universal	-10.254
▁dan	-10.2545
▁round	-10.2554
▁bomb	-10.2554
▁hall	-10.256
▁cars	-10.2564
▁featuring	-10.2565
▁received	-10.2568
▁frame	-10.2569
em	-10.2572
▁context	-10.2585
▁model	-10.2586
▁****	-10.259
▁lewis	-10.2593
??	-10.2596
▁fill	-10.26
▁heck	-10.2601
!!!!	-10.2604
▁tedious	-10.2608
▁grew	-10.2608
▁grown	-10.2613
▁miles	-10.2624
▁contrived	-10.2631
▁rental	-10.2636
▁asian	-10.2638
▁reaction	-10.2647
▁perform	-10.2654
▁underrated	-10.2655
▁drag	-10.2656
▁sake	-10.2656
▁evidence	-10.2677
▁contain	-10.2682
▁speed	-10.2685
▁display	-10.2685
▁join	-10.2685
▁adam	-10.2687
▁choose	-10.2691
▁attitude	-10.2692
▁fault	-10.27
▁hitler	-10.2701
▁laughter	-10.2702
▁results	-10.271
▁decade	-10.2711
▁le	-10.2712
▁strength	-10.2717
▁toward	-10.2718
▁gonna	-10.2722
▁douglas	-10.2724
▁angel	-10.2732
▁genuinely	-10.2732
▁fred	-10.2732
▁perspective	-10.2738
ation	-10.2754
▁failure	-10.2761
ian	-10.2771
▁forces	-10.2777
▁bbc	-10.2793
▁hopes	-10.2821
▁revealed	-10.2823
▁network	-10.2833
▁correct	-10.2837
▁overly	-10.2846
▁promise	-10.2869
▁essentially	-10.287
▁reach	-10.2876
▁involves	-10.2889
▁cuts	-10.2894
▁eric	-10.2895
▁naturally	-10.2906
▁test	-10.2912
▁psycho	-10.2917
▁edited	-10.2918
▁individual	-10.292
▁ultimate	-10.2928
▁fu	-10.2928
▁europe	-10.2932
▁reviewer	-10.2935
▁anthony	-10.2937
▁chan	-10.2942
▁gross	-10.2952
▁humans	-10.2955
another	-10.2972
▁decision	-10.2976
▁native	-10.2978
▁wit	-10.2979
▁visuals	-10.299
▁candy	-10.2994
▁develop	-10.2996
▁described	-10.2997
▁graphic	-10.3002
▁product	-10.3002
▁japan	-10.301
▁ann	-10.3012
▁breaks	-10.3024
▁costs	-10.3026
▁existence	-10.3029
▁executed	-10.3031
▁julie	-10.3039
star	-10.3039
▁mrs	-10.3044
▁families	-10.3051
bad	-10.3052
▁beach	-10.3057
▁flashbacks	-10.306
▁streets	-10.3063
▁provided	-10.3072
▁relief	-10.3077
▁jesus	-10.3078
her	-10.3082
▁assume	-10.3086
▁freedom	-10.31
▁depressing	-10.31
▁seagal	-10.3103
▁steven	-10.3107
▁hunt	-10.3112
▁unable	-10.3126
▁logic	-10.3147
▁horribly	-10.3148
▁lousy	-10.3149
▁dick	-10.3151
▁alice	-10.3154
▁lake	-10.3155
▁send	-10.3158
▁crash	-10.3172
▁blonde	-10.3173
first	-10.318
▁hill	-10.3182
▁center	-10.3189
▁eating	-10.3202
▁warm	-10.3204
▁delivered	-10.3211
▁hang	-10.3219
▁treatment	-10.322
▁chief	-10.3221
▁gordon	-10.3222
▁keaton	-10.3223
▁skin	-10.3225
▁continues	-10.3234
maybe	-10.3237
▁creatures	-10.3253
▁jennifer	-10.3254
ity	-10.3259
▁levels	-10.3264
▁rescue	-10.3283
▁pity	-10.3292
▁sympathetic	-10.3294
▁jimmy	-10.33
▁bear	-10.3314
▁brilliantly	-10.3314
▁kong	-10.3319
▁walked	-10.3338
▁recognize	-10.3357
▁viewed	-10.3358
▁capable	-10.3367
▁clue	-10.3375
▁rules	-10.3381
▁meeting	-10.3389
▁sharp	-10.339
▁refreshing	-10.3393
▁excited	-10.3393
▁11	-10.3394
▁endless	-10.3396
▁entertained	-10.3399
▁jeff	-10.3401
▁discovers	-10.3402
▁embarrassing	-10.341
▁handsome	-10.3413
▁sun	-10.3414
▁identity	-10.3417
▁driver	-10.3424
▁strongly	-10.3433
▁cage	-10.3433
▁dry	-10.3435
▁surreal	-10.3438
▁theaters	-10.3438
▁twisted	-10.3441
▁till	-10.3444
his	-10.3457
de	-10.3458
▁built	-10.3468
▁aliens	-10.3471
▁bringing	-10.3477
▁cares	-10.3478
▁mask	-10.349
▁stopped	-10.3491
▁slapstick	-10.3492
▁rose	-10.3493
▁insult	-10.3496
▁halloween	-10.3496
▁rise	-10.3501
▁amateurish	-10.3507
▁subtitles	-10.3507
▁gratuitous	-10.3508
4	-10.3514
▁prince	-10.3516
▁ages	-10.3518
▁promising	-10.3518
▁tiny	-10.352
▁met	-10.352
▁gene	-10.353
john	-10.3535
▁visually	-10.3539
▁surface	-10.3542
▁larry	-10.3545
▁hearing	-10.3546
▁turkey	-10.3546
▁remain	-10.3548
▁lesbian	-10.3549
▁dollars	-10.3561
▁substance	-10.3567
▁exploitation	-10.357
▁fool	-10.3575
▁ruin	-10.3579
▁spoil	-10.3584
▁matt	-10.3586
very	-10.3589
???	-10.3594
▁bodies	-10.3594
ally	-10.3595
▁research	-10.3605
▁portrays	-10.3608
▁robot	-10.361
▁semi	-10.3622
▁sisters	-10.3629
▁standing	-10.3629
▁sudden	-10.3634
▁harris	-10.3641
▁majority	-10.3643
▁costume	-10.3655
▁proved	-10.3656
▁blow	-10.3659
▁shocked	-10.3661
▁st	-10.3671
▁mountain	-10.3677
▁barbara	-10.3677
▁service	-10.3678
x	-10.3679
▁steals	-10.3681
▁enemy	-10.3695
▁germany	-10.3706
▁scare	-10.3717
▁ancient	-10.3719
▁kung	-10.372
▁dubbed	-10.3723
▁sequels	-10.3737
▁produce	-10.3741
▁jackie	-10.3751
▁classics	-10.3758
▁ha	-10.3759
son	-10.376
▁pleasant	-10.3762
▁rob	-10.3766
▁prefer	-10.3767
▁loses	-10.3778
▁prime	-10.3784
▁qualities	-10.3795
▁awards	-10.3797
▁types	-10.3799
▁regret	-10.3799
▁fish	-10.3805
▁routine	-10.3806
▁asking	-10.3811
▁proper	-10.3815
▁circumstances	-10.3818
▁chaplin	-10.3824
▁appealing	-10.3831
5	-10.3846
▁saturday	-10.3849
▁ruined	-10.3856
el	-10.3864
▁portraying	-10.3866
▁core	-10.3867
▁asleep	-10.3881
▁sky	-10.3882
▁scale	-10.3883
▁evening	-10.3889
▁painfully	-10.3889
▁uk	-10.389
▁haunting	-10.3903
▁cartoons	-10.3917
▁speech	-10.3923
▁universe	-10.3925
▁werewolf	-10.3927
▁18	-10.3937
▁vehicle	-10.3939
▁pile	-10.3945
▁morgan	-10.3949
▁emotionally	-10.395
▁foot	-10.3986
▁jungle	-10.399
▁highlight	-10.3992
▁louis	-10.4027
▁creates	-10.4036
▁lower	-10.4043
▁target	-10.4047
▁weeks	-10.4049
▁propaganda	-10.4057
▁teens	-10.4064
▁idiot	-10.4072
▁drop	-10.4074
▁traditional	-10.4076
▁hat	-10.4092
▁passed	-10.4102
▁friday	-10.4111
co	-10.4115
▁nominated	-10.4116
▁religion	-10.4124
▁truck	-10.4137
▁caused	-10.4137
▁satisfying	-10.4142
▁source	-10.4152
▁amateur	-10.4153
▁ignore	-10.4156
▁extras	-10.4158
▁root	-10.4159
▁rough	-10.4167
▁contrast	-10.4181
▁sympathy	-10.419
▁chosen	-10.4193
▁market	-10.4194
▁worthwhile	-10.4194
▁grave	-10.4206
▁theatrical	-10.4209
ist	-10.4229
▁suffering	-10.4236
▁washington	-10.4244
▁demon	-10.4251
▁marry	-10.4254
▁kate	-10.4255
▁department	-10.4262
▁table	-10.4269
made	-10.427
▁factor	-10.427
▁peace	-10.4271
▁united	-10.4276
▁excitement	-10.4297
▁enter	-10.4298
▁suspenseful	-10.4302
▁experienced	-10.4306
american	-10.4316
▁sports	-10.4318
▁angles	-10.4319
▁eight	-10.4323
▁simon	-10.4326
▁broadway	-10.4326
▁guilty	-10.4327
screen	-10.4328
▁encounter	-10.4335
▁losing	-10.4337
▁opens	-10.4339
▁training	-10.4341
▁contemporary	-10.4352
▁suck	-10.4361
▁safe	-10.4376
▁holmes	-10.438
▁depicted	-10.4381
▁regard	-10.439
▁makeup	-10.4393
▁dogs	-10.4397
▁naive	-10.4398
▁cruel	-10.44
?!	-10.4403
▁technology	-10.4406
**	-10.4408
▁hide	-10.4413
▁hopefully	-10.4415
▁unfortunate	-10.4425
▁junk	-10.4427
▁talks	-10.443
▁winner	-10.4434
▁knock	-10.445
▁roger	-10.4452
▁committed	-10.4462
▁irish	-10.4469
▁darkness	-10.447
▁canadian	-10.4485
▁wear	-10.4488
▁weekend	-10.4489
▁mst	-10.4493
▁crying	-10.4494
▁figured	-10.4501
ch	-10.4508
▁appropriate	-10.451
▁albert	-10.4522
▁influence	-10.4528
line	-10.4531
▁wolf	-10.4536
▁bothered	-10.4538
▁veteran	-10.4541
▁urban	-10.4544
▁east	-10.4546
▁renting	-10.4551
▁virtually	-10.4575
▁exact	-10.4575
▁lane	-10.4577
▁1980	-10.4587
▁mob	-10.4589
▁offensive	-10.4592
nd	-10.4598
▁anime	-10.4599
▁con	-10.4601
▁spoof	-10.4601
▁fits	-10.4603
▁joseph	-10.4604
▁allows	-10.4621
▁professor	-10.4624
▁edward	-10.463
▁bus	-10.463
la	-10.4631
▁grant	-10.4653
▁wilson	-10.4655
▁false	-10.4656
▁russell	-10.4657
▁tarzan	-10.4658
▁claim	-10.4659
▁performed	-10.4667
▁court	-10.4673
!).	-10.4677
7	-10.4677
ous	-10.4682
▁parker	-10.4691
▁dennis	-10.4691
▁believed	-10.4692
▁harsh	-10.4703
▁dude	-10.4712
▁anger	-10.4714
▁obsessed	-10.4718
▁dean	-10.4723
▁praise	-10.4726
▁welcome	-10.473
▁atrocious	-10.474
▁danger	-10.474
▁supernatural	-10.4742
anyway	-10.4748
▁abuse	-10.4751
▁convince	-10.4756
▁previously	-10.4767
▁captures	-10.4768
▁degree	-10.4769
▁jewish	-10.4769
▁continuity	-10.4769
▁haunted	-10.4771
▁witness	-10.4774
▁cutting	-10.4777
▁featured	-10.4784
▁concern	-10.479
▁anderson	-10.4791
▁studios	-10.48
▁fare	-10.4801
▁latest	-10.4802
▁per	-10.4803
▁inner	-10.4818
▁voices	-10.4822
▁variety	-10.4826
▁johnson	-10.4828
▁nevertheless	-10.4831
▁account	-10.4839
▁accents	-10.4844
▁commit	-10.4846
▁experiment	-10.4851
▁walks	-10.4851
▁murphy	-10.4855
▁calling	-10.4874
▁california	-10.488
▁category	-10.4882
▁path	-10.4883
▁vietnam	-10.4884
▁reporter	-10.4886
▁cell	-10.4887
▁speaks	-10.4888
▁patient	-10.4906
▁chose	-10.4909
▁largely	-10.4909
▁wake	-10.491
▁frightening	-10.4913
▁movement	-10.4916
▁rain	-10.4918
men	-10.4928
most	-10.4929
▁unlikely	-10.4932
▁proud	-10.4932
▁extraordinary	-10.494
▁conversation	-10.4942
▁touches	-10.4942
▁print	-10.4965
▁drew	-10.497
▁nurse	-10.4972
▁segment	-10.4973
▁interview	-10.4973
▁patrick	-10.4974
▁punch	-10.4984
▁profound	-10.4998
watch	-10.4998
▁remotely	-10.5005
▁suffers	-10.5008
▁deadly	-10.5016
▁holding	-10.5019
▁melodrama	-10.5028
▁eastwood	-10.5028
▁belief	-10.5032
▁blockbuster	-10.5032
▁25	-10.5039
▁handled	-10.5041
▁brooks	-10.5043
▁tight	-10.5052
▁anna	-10.5056
▁vacation	-10.5056
▁forgettable	-10.5056
▁accidentally	-10.5059
▁china	-10.5059
ment	-10.5061
▁kiss	-10.5062
▁sensitive	-10.5065
▁hanging	-10.5075
▁stereotypical	-10.5079
▁breath	-10.5086
including	-10.5087
▁).	-10.5094
▁meanwhile	-10.5102
where	-10.5113
▁quirky	-10.5115
▁birth	-10.5117
ism	-10.512
▁politics	-10.5122
▁india	-10.5139
▁amazingly	-10.5143
▁mexican	-10.515
▁demons	-10.5155
▁ludicrous	-10.5172
▁flight	-10.5172
▁roy	-10.518
▁insight	-10.5183
▁pro	-10.5187
▁learns	-10.5188
▁plans	-10.52
▁expression	-10.5201
▁trilogy	-10.5203
▁ted	-10.5206
▁santa	-10.5206
▁sir	-10.5209
▁scenario	-10.5211
▁forgot	-10.5211
▁paced	-10.5214
▁reveal	-10.5216
na	-10.5225
side	-10.5228
▁everywhere	-10.5238
▁breaking	-10.5239
▁donald	-10.524
▁bore	-10.5247
▁curse	-10.5252
▁structure	-10.5256
▁africa	-10.526
▁prior	-10.5262
▁erotic	-10.5264
▁gritty	-10.5265
▁amazed	-10.5265
▁covered	-10.5267
▁jail	-10.5281
▁shadow	-10.5285
▁killers	-10.5289
▁reputation	-10.5298
▁elizabeth	-10.5298
▁required	-10.5298
▁section	-10.5304
▁tree	-10.5305
▁lifetime	-10.5318
▁inept	-10.5321
▁dracula	-10.5324
▁mainstream	-10.5325
▁host	-10.5326
▁raw	-10.5328
▁stranger	-10.5339
▁usa	-10.5342
▁initial	-10.5344
▁surprises	-10.5353
▁security	-10.5353
▁summary	-10.5355
▁indie	-10.5362
8	-10.5377
▁repeated	-10.5381
▁narration	-10.5382
▁westerns	-10.5385
▁beast	-10.539
▁seasons	-10.5402
▁experiences	-10.5407
▁southern	-10.5411
▁execution	-10.5411
▁treasure	-10.5411
▁fulci	-10.5415
ra	-10.5416
▁term	-10.5419
let	-10.5439
▁funnier	-10.5443
▁stolen	-10.5444
▁stayed	-10.5451
▁combined	-10.5452
▁prepared	-10.5453
▁depiction	-10.5455
▁statement	-10.5456
▁multiple	-10.5472
▁stomach	-10.5473
▁focused	-10.5473
▁abandoned	-10.5477
▁buying	-10.5485
▁matters	-10.5486
▁destroyed	-10.5487
▁directly	-10.5489
▁massacre	-10.5493
▁interviews	-10.5499
▁adventures	-10.55
▁afternoon	-10.5504
▁teeth	-10.5504
▁rule	-10.5505
▁blown	-10.5509
▁mildly	-10.551
▁warned	-10.5514
▁crude	-10.552
▁mature	-10.5524
▁occasional	-10.5526
▁convinced	-10.5546
▁entertain	-10.5551
▁hood	-10.5558
▁listening	-10.5564
▁uninteresting	-10.5566
▁trapped	-10.5567
▁favorites	-10.5577
▁warn	-10.5583
▁spy	-10.5584
▁alright	-10.5598
▁express	-10.5599
▁kane	-10.5603
▁closer	-10.5605
▁campy	-10.5608
▁task	-10.561
▁pretend	-10.5611
relatively	-10.5618
▁rolling	-10.5624
ling	-10.5627
▁underground	-10.5628
except	-10.5632
▁forest	-10.5638
▁massive	-10.5649
▁julia	-10.5649
▁se	-10.5656
▁lie	-10.5656
▁obnoxious	-10.5658
▁blah	-10.566
▁format	-10.5667
▁environment	-10.5678
▁baseball	-10.5689
▁goofy	-10.569
▁sunday	-10.569
▁mickey	-10.5693
▁mistakes	-10.5694
▁originality	-10.5695
▁presents	-10.5698
▁metal	-10.5702
▁base	-10.5711
▁magical	-10.5715
▁hire	-10.5715
▁protect	-10.5731
▁separate	-10.5732
▁whoever	-10.5738
▁cheese	-10.5747
▁shut	-10.5772
▁unconvincing	-10.5774
▁remote	-10.5774
▁dozen	-10.5775
work	-10.5777
▁suffer	-10.5792
▁skill	-10.5793
▁weapons	-10.5793
▁screening	-10.5795
▁risk	-10.5797
▁imagery	-10.5814
▁understood	-10.5814
***	-10.5816
▁focuses	-10.5817
tv	-10.5824
▁kim	-10.5832
▁guide	-10.584
▁murderer	-10.5845
▁downright	-10.5847
▁luke	-10.5851
▁changing	-10.5853
▁bat	-10.5862
▁arm	-10.5864
▁roberts	-10.5866
▁flashback	-10.5866
▁balance	-10.5867
▁disagree	-10.5876
▁heavily	-10.5877
▁sum	-10.5877
▁complicated	-10.5879
▁via	-10.5883
▁tommy	-10.5884
▁san	-10.5892
▁position	-10.5901
▁halfway	-10.5911
▁flow	-10.592
▁critical	-10.5935
▁forth	-10.5936
▁paying	-10.5937
▁league	-10.5939
▁claims	-10.5941
▁legendary	-10.5941
ups	-10.5943
▁deeper	-10.5948
▁hired	-10.5952
▁pulls	-10.5958
▁device	-10.5964
▁daniel	-10.5965
▁choices	-10.5966
only	-10.5967
▁gas	-10.5976
▁status	-10.5977
dimensional	-10.598
un	-10.5982
▁plague	-10.5988
▁brave	-10.5989
▁10/10	-10.5989
▁timing	-10.6003
▁fbi	-10.6006
age	-10.6011
▁driven	-10.6027
▁lawyer	-10.6028
▁sitcom	-10.6029
ne	-10.6034
▁believes	-10.6034
ce	-10.6034
▁walter	-10.6037
▁struggling	-10.6038
▁:)	-10.6039
▁appreciated	-10.6048
▁granted	-10.6055
▁tour	-10.6056
▁scares	-10.6057
▁gruesome	-10.606
am	-10.6062
▁guest	-10.6063
▁internet	-10.6069
▁nude	-10.6071
▁plots	-10.6073
▁hip	-10.608
▁seek	-10.6083
▁colors	-10.6085
▁sword	-10.6086
▁row	-10.6086
house	-10.6088
ha	-10.6095
▁nazi	-10.61
▁hole	-10.6103
▁columbo	-10.6103
▁miller	-10.6105
▁theory	-10.6114
▁concert	-10.6124
▁assistant	-10.6126
▁contact	-10.6127
ok	-10.6131
▁serve	-10.6133
▁closing	-10.6133
▁serves	-10.614
▁dress	-10.6141
▁raised	-10.6143
▁mindless	-10.6148
▁drink	-10.6158
▁rival	-10.6161
▁racist	-10.6168
▁blair	-10.6168
▁cooper	-10.6184
▁touched	-10.6191
▁spite	-10.6199
▁ron	-10.621
▁decades	-10.6216
▁designed	-10.6219
▁facial	-10.6223
▁paint	-10.6224
▁tear	-10.6228
▁placed	-10.6229
▁dinner	-10.6231
characterization	-10.6231
▁bo	-10.6233
▁victor	-10.6234
▁lights	-10.624
▁passing	-10.6241
▁upset	-10.6242
can	-10.6242
▁inspiration	-10.6249
▁offered	-10.6254
▁code	-10.6257
▁comical	-10.6262
▁civil	-10.6265
▁everyday	-10.627
▁flash	-10.6272
▁nuclear	-10.63
▁lonely	-10.6303
▁desperately	-10.6311
▁handle	-10.6313
